[{"shortcut": "EU", "lang": {"cz": {"name": "Evropská unie", "residence": "Brusel, Štrasburk, Lucemburk", "residenceDetail": "Belgie, Francie, Lucembursko", "authorityName": "", "numberOfMembers": "27", "year": "1993", "description": ["EU je hospodářské a politické společenství sdružující 27 evropských zemí. EU se od původního společenství uhlí a oceli a Evropského hospodářského společenství postupně vyvinula směrem k politické a hospodářské unii a vytvořila též měnovou unii – tzv. eurozónu. Tu tvoří 19 členských států EU, které zavedly společnou měnu euro.", "EU je postavena na základních hodnotách, k nimž se členské státy přihlásily a které jsou nedílnou součástí evropského způsobu života. Jsou jimi zejména lidská důstojnost, svoboda, demokracie, rovnost, právní stát a dodržování lidských práv. Tyto hodnoty reflektuje při plnění svých hlavních cílů, mezi něž patří např. prosazování míru a blahobytu občanů, zajišťování svobody, bezpečnosti a spravedlnosti, boj proti diskriminaci, podpora výzkumu a vývoje, respektování kulturního bohatství a jazykové rozmanitosti členských států nebo vytvoření hospodářské a měnové unie, jejíž měnou je euro.", "Jedním z hlavních přínosů EU je vytvoření vnitřního trhu a zajištění volného pohybu osob, zboží, služeb a kapitálu. Občané EU tak mohou žít, pracovat nebo studovat v té členské zemi EU, kterou si vyberou. Stejně tak je díky volnému pohybu snazší nákup zboží nebo poskytování např. finančních služeb z ostatních členských států."]}, "en": {"name": "European Union", "residence": "Brussels, Strasbourg, Luxembourg", "residenceDetail": "Belgium, France, Luxembourg", "authorityName": "", "numberOfMembers": "27", "year": "1993", "description": ["The EU is an economic and political community of 27 European countries. It started out as the European Coal and Steel Community, was then transformed into the European Economic Community and gradually evolved into a political and economic union. It has also created a monetary union – the euro area – comprising 19 Member States which have adopted the single currency, the euro.", "The EU is built on the fundamental values to which the Member States have subscribed and which are an integral part of the European way of life: in particular human dignity, freedom, democracy, equality, the rule of law and human rights. The EU reflects these values in pursuing its main objectives. These include promoting peace and the wellbeing of its citizens, freedom, security and justice, combating discrimination, promoting research and development, respecting the rich cultural and linguistic diversity of its Member States and establishing an economic and monetary union whose currency is the euro.", "One of the main benefits of the EU is the creation of the internal market and ensuring the free movement of people, goods, services and capital. This allows EU citizens to live, work or study in the EU Member State of their choice. Similarly, free movement makes it easier to buy goods or provide, for example, financial services from other Member States."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE"]}, {"shortcut": "MMF", "lang": {"cz": {"name": "Mezinárodní měnový fond", "residence": "Washington (USA)", "authorityName": "Rada guvernérů", "numberOfMembers": "190", "year": "1944", "description": ["V poválečném kontextu vzešel MMF z potřeby obnovit světovou ekonomiku, a to zejména zajištěním stability směnných kurzů a odstraněním devizových omezení bránících volnému obchodu. I dnes je hlavní úlohou MMF zajišťovat stabilitu mezinárodního měnového systému, zejména prostřednictvím podpory mezinárodní měnové spolupráce, usnadňováním rozšiřování a vyrovnaného růstu mezinárodního obchodu, podpory stability směnných kurzů a usnadňování vytváření multilaterálního systémů plateb. Svou stabilizační úlohu MMF plní prostřednictvím dohledu nad světovou ekonomikou a ekonomikami jednotlivých členských zemí, finanční pomoci zemím čelícím problémům v oblasti platební bilance a rozvoje kapacit národních orgánů.", "V čele MMF stojí generální ředitel, jenž je jmenován na pětileté obnovitelné období. Členské země jsou v Radě guvernérů reprezentovány svým ministrem financí či guvernérem centrální banky. Českou republiku zastupuje guvernér České národní banky. Rada guvernérů jakožto nejvyšší rozhodovací orgán se schází na výročních zasedáních MMF a Světové banky v říjnu každého roku. Každodenní chod MMF pak zajišťuje Výkonná rada složená z výkonných ředitelů zastupujících jednotlivé země nebo regionální uskupení členských zemí."]}, "en": {"shortcut": "IMF", "name": "International Monetary Fund", "residence": "Washington, D.C. (USA)", "authorityName": "Board of Governors", "numberOfMembers": "190", "year": "1944", "description": ["The IMF arose from the need to rebuild the world economy after the war, in particular by ensuring exchange rate stability and removing foreign exchange restrictions which hinder free trade. Even today, the IMF’s main role is to ensure the stability of the international monetary system, mainly by promoting international monetary cooperation, facilitating the expansion and balanced growth of international trade, supporting exchange rate stability and facilitating the establishment of multilateral payment systems. The IMF plays a stabilising role through the surveillance of the global economy and the economies of its member countries, financial assistance to countries facing balance-of-payments problems and strengthening the capacities of national authorities.", "The IMF is headed by a Managing Director, who is appointed for a five-year term and may be reappointed. Member countries are represented on the IMF Board of Governors by their minister of finance or central bank governor. The Czech Republic is represented by the Governor of the Czech National Bank. The Board of Governors, as the supreme decision-making body, meets at the annual meetings of the IMF and the World Bank in October every year. The Executive Board ensures the day-to-day business of the IMF. It is composed of Executive Directors representing individual countries or regional groups of member countries."]}}, "rotation": [165, 30], "members": ["AFG", "ALB", "DZA", "AND", "AGO", "AIA", "ATG", "ARG", "ARM", "ABW", "AUS", "AUT", "AZE", "BHS", "BHR", "BGD", "BRB", "BLR", "BEL", "BLZ", "BEN", "BTN", "BOL", "BES", "BIH", "BWA", "BRA", "BRN", "BGR", "BFA", "BDI", "CPV", "KHM", "CMR", "CAN", "CAF", "TCD", "CHL", "CHN", "COL", "COM", "COG", "CRI", "CIV", "HRV", "CUW", "CYP", "CZE", "COD", "DNK", "DJI", "DMA", "DOM", "ECU", "EGY", "SLV", "GNQ", "ERI", "EST", "ETH", "FJI", "FIN", "MKD", "FRA", "GAB", "GMB", "GEO", "DEU", "GHA", "GRC", "GRD", "GTM", "GIN", "GNB", "GUY", "HTI", "HND", "HKG", "HUN", "ISL", "IND", "IDN", "IRN", "IRQ", "IRL", "ISR", "ITA", "JAM", "JPN", "JOR", "KAZ", "KEN", "KIR", "KOR", "XKX", "KWT", "KGZ", "LAO", "LVA", "LBN", "LSO", "LBR", "LBY", "LTU", "LUX", "MAC", "MDG", "MWI", "MYS", "MDV", "MLI", "MLT", "MHL", "MRT", "MUS", "MEX", "FSM", "MDA", "MNG", "MNE", "MSR", "MAR", "MOZ", "MMR", "NAM", "NRU", "NPL", "NLD", "NZL", "NIC", "NER", "NGA", "NOR", "OMN", "PAK", "PLW", "PAN", "PNG", "PRY", "PER", "PHL", "POL", "PRT", "QAT", "ROU", "RUS", "RWA", "KNA", "LCA", "VCT", "WSM", "SMR", "STP", "SAU", "SEN", "SRB", "SYC", "SLE", "SGP", "SXM", "SVK", "SVN", "SLB", "SOM", "ZAF", "SSD", "ESP", "LKA", "SDN", "SUR", "SWZ", "SWE", "CHE", "SYR", "TJK", "TZA", "THA", "TLS", "TGO", "TON", "TTO", "TUN", "TUR", "TKM", "TUV", "UGA", "UKR", "ARE", "GBR", "USA", "URY", "UZB", "VUT", "VEN", "VNM", "YEM", "ZMB", "ZWE"]}, {"shortcut": "WB", "lang": {"cz": {"name": "Skupina Světové banky", "residence": "Washington (USA)", "authorityName": "Rada guvernérů", "numberOfMembers": "189", "year": "1944", "description": ["Skupina Světové banky (World Bank Group, WBG) je tvořena pěti subjekty: Mezinárodní bankou pro obnovu a rozvoj (IBRD), Mezinárodní asociací pro rozvoj (IDA), Mezinárodní finanční korporací (IFC), Multilaterální agenturou pro investiční záruky (MIGA) a Mezinárodním centrem pro řešení investičních sporů (ICSID). Hlavním cílem činnosti WBG je snižování chudoby prostřednictvím podpory rozvoje ekonomik rozvojových zemí a transformujících se ekonomik, přičemž k dosažení tohoto cíle jsou využívány nástroje dlouhodobého financování (půjčky a kapitálové vklady) a poskytování technické pomoci.", "Československo bylo zakládajícím členem IBRD coby nejstarší součásti WBG, nicméně v roce 1954 bylo jeho členství pozastaveno pro neplnění povinností vyplývajících ze stanov (rozsah poskytování ekonomických údajů). Roku 1990 bylo členství obnoveno Československé federativní republice. Samostatná ČR je členem WBG ode dne svého vzniku, tj. od 1. 1. 1993."]}, "en": {"name": "World Bank Group", "residence": "Washington (USA)", "authorityName": "Board of Governors", "numberOfMembers": "189", "year": "1944", "description": ["The World Bank Group (WBG) consists of five entities: the International Bank for Reconstruction and Development (IBRD), the International Development Association (IDA), the International Finance Corporation (IFC), the Multilateral Investment Guarantee Agency (MIGA) and the International Centre for Settlement of Investment Disputes (ICSID). The WBG’s main objective is to reduce poverty by supporting the development of emerging and transforming economies. To achieve this goal, the WGB uses long-term financing instruments (loans and capital contributions) and provides technical assistance.", "Czechoslovakia was a founding member of the IBRD, which is the oldest WBG organisation. However, its membership was suspended in 1954 due to a failure to meet its duties under the Articles of Agreement (the extent of the economic information provided). The membership of the Czechoslovak Federal Republic was renewed in 1990. The independent Czech Republic has been a WBG member since its establishment on 1 January 1993."]}}, "rotation": [165, 30], "members": ["AFG", "ALB", "DZA", "AGO", "ATG", "ARG", "ARM", "AUS", "AUT", "AZE", "BHS", "BHR", "BGD", "BRB", "BLR", "BEL", "BLZ", "BEN", "BTN", "BOL", "BIH", "BWA", "BRA", "BRN", "BGR", "BFA", "BDI", "CPV", "KHM", "CMR", "CAN", "CAF", "TCD", "CHL", "CHN", "COL", "COM", "COD", "COG", "CRI", "CIV", "HRV", "CYP", "CZE", "DNK", "DJI", "DMA", "DOM", "ECU", "EGY", "SLV", "GNQ", "ERI", "EST", "SWZ", "ETH", "FJI", "FIN", "FRA", "GAB", "GMB", "GEO", "DEU", "GHA", "GRC", "GRD", "GTM", "GIN", "GNB", "GUY", "HTI", "HND", "HUN", "ISL", "IND", "IDN", "IRN", "IRQ", "IRL", "ISR", "ITA", "JAM", "JPN", "JOR", "KAZ", "KEN", "KIR", "KOR", "XKX", "KWT", "KGZ", "LAO", "LVA", "LBN", "LSO", "LBR", "LBY", "LTU", "LUX", "MDG", "MWI", "MYS", "MDV", "MLI", "MLT", "MHL", "MRT", "MUS", "MEX", "FSM", "MDA", "MNG", "MNE", "MAR", "MOZ", "MMR", "NAM", "NRU", "NPL", "NLD", "NZL", "NIC", "NER", "NGA", "MKD", "NOR", "OMN", "PAK", "PLW", "PAN", "PNG", "PRY", "PER", "PHL", "POL", "PRT", "QAT", "ROU", "RUS", "RWA", "WSM", "SMR", "STP", "SAU", "SEN", "SRB", "SYC", "SLE", "SGP", "SVK", "SVN", "SLB", "SOM", "ZAF", "SSD", "ESP", "LKA", "KNA", "LCA", "VCT", "SDN", "SUR", "SWE", "CHE", "SYR", "TJK", "TZA", "THA", "TLS", "TGO", "TON", "TTO", "TUN", "TUR", "TKM", "TUV", "UGA", "UKR", "ARE", "GBR", "USA", "URY", "UZB", "VUT", "VEN", "VNM", "YEM", "ZMB", "ZWE"]}, {"shortcut": "BIS", "lang": {"cz": {"name": "Banka pro mezinárodní platby", "residence": "Basilej (Švýcarsko)", "authorityName": "Představenstvo", "authorityNameDetail": "Board of Directors", "numberOfMembers": "63", "year": "1930", "description": ["Banka pro mezinárodní platby (BIS), jejímiž členy jsou výhradně centrální banky, podporuje měnovou a finanční spolupráci centrálních bank a dalších institucí, představuje centrum výzkumu a významnou diskusní platformu pro orgány odpovědné za podporu finanční stability. BIS rovněž poskytuje centrálním bankám služby související se správou devizových rezerv a je renomovanou institucí v oblasti ekonomického výzkumu a analýzy. Guvernéři členských bank BIS se setkávají na pravidelných zasedáních, jejichž předmětem jsou diskuse o aktuálním globálním ekonomickém a finančním vývoji a problémech měnové a finanční stability, dohledu nad finančním trhem a řízení centrálních bank. BIS dále zajišťuje pravidelná i ad hoc setkání a neformální diskuse dalších vyšších úředníků centrálních bank."]}, "en": {"name": "Bank for International Settlements", "residence": "Basel (Switzerland)", "authorityName": "Board of Directors", "numberOfMembers": "63", "year": "1930", "description": ["The Bank for International Settlements (BIS), whose members are exclusively central banks, fosters monetary and financial cooperation between central banks and other institutions. It is a research centre and a major discussion platform for authorities responsible for promoting financial stability. The BIS also provides central banks with services related to the management of international reserves and is a renowned institution for economic research and analysis. The governors of BIS member banks meet regularly to discuss current global economic and financial developments and issues relating to monetary and financial stability, financial market supervision and central bank governance. In addition, the BIS arranges regular and ad hoc meetings and informal discussions of other senior central bank officials."]}}, "rotation": [82, 48], "members": ["DZA", "ARG", "AUS", "AUT", "BEL", "BIH", "BRA", "BGR", "CAN", "CHL", "CHN", "COL", "HRV", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HKG", "HUN", "ISL", "IND", "IDN", "IRL", "ISR", "ITA", "JPN", "KOR", "KWT", "LVA", "LTU", "LUX", "MYS", "MEX", "MAR", "NLD", "NZL", "NOR", "MKD", "PER", "PHL", "POL", "PRT", "ROU", "RUS", "SAU", "SRB", "SGP", "SVK", "SVN", "ZAF", "ESP", "SWE", "CHE", "THA", "TUR", "ARE", "GBR", "USA", "VNM"]}, {"shortcut": "FSB", "lang": {"cz": {"name": "Rada pro finanční stabilitu", "residence": "Basilej (Švýcarsko)", "authorityName": "Plenární zasedání členů", "authorityNameDetail": "volený předseda a místopředseda z řad členů", "numberOfMembers": "25", "numberOfMembersDetail": "59 zástupců institucí z 25 zemí", "year": "2009", "description": ["Vznik a fungování FSB jsou úzce spjaty se skupinou zemí G7 a G20. Přímý předchůdce FSB – Financial Stability Forum (FSF) – byl založen skupinou zemí G7 z iniciativy německé Bundesbanky v roce 1999. Cílem této nové struktury bylo rozšířit spolupráci mezi zeměmi G7 a mezinárodními tělesy na podporu finanční stability mezinárodního finančního systému. První jednání se uskutečnilo v dubnu 1999 ve Washingtonu.", "Cílem FSB je koordinace národních a mezinárodních orgánů a institucí na podporu rozvoje a implementace regulatorních, dohledových a dalších politik v oblasti finančního sektoru. Ve spolupráci s dalšími mezinárodními institucemi hodnotí zranitelnosti pro finanční systém v zájmu celosvětové finanční stability.", "FSB má sekretariát při BIS v Basileji a je oficiální právní entitou založenou dle švýcarského práva. Spoléhá se jak na vlastní kapacity a struktury, tak na struktury BIS.", "Nejvyšším představitelem FSB je jeho předseda (funkce je vykonávána souběžně s další funkcí) a generální sekretář (jde o plný pracovní úvazek). Nejvyšším orgánem FSB je plenární zasedání, které je jejím rozhodovacím orgánem. "]}, "en": {"name": "Financial Stability Board", "residence": "Basel (Switzerland)", "authorityName": "Plenary meetings of members", "authorityNameDetail": "Chair and Vice Chair elected from members", "numberOfMembers": "25", "numberOfMembersDetail": "59 representatives of institutions from 25 countries", "year": "2009", "description": ["The establishment and operation of the FSB are closely linked to the G7 and G20. The FSB’s direct predecessor – the Financial Stability Forum (FSF) – was established in 1999 by the G7 at the initiative of the Deutsche Bundesbank. The new structure aimed to broaden the cooperation between G7 countries and international bodies to promote the financial stability of the international financial system. The FSF was first convened in April 1999 in Washington.", "The FSB’s goal is to coordinate national and international bodies and institutions in order to support the development and implementation of regulatory, supervisory and other policies in the financial sector area. In the interest of global financial stability, it cooperates with other institutions to assess vulnerabilities in the financial system.", "The FSB has its Secretariat at the BIS in Basel and is an official legal entity established under Swiss law. It relies on own capacities and structures as well as BIS structures.", "The highest FSB representatives are the Chair (a post held simultaneously with another post) and the Secretary General (a full-time post). The sole decision-making body of the FSB is the Plenary."]}}, "rotation": [82, 48], "members": ["ARG", "AUS", "BRA", "CHL", "FRA", "HKG", "IND", "IDN", "ITA", "JPN", "ZAF", "CAN", "KOR", "MEX", "NLD", "DEU", "RUS", "SAU", "SGP", "USA", "ESP", "CHE", "TUR", "GBR"]}, {"shortcut": "FSB RCGE", "lang": {"cz": {"name": "FSB Regional Consultative Group for Europe", "residence": "Basilej (Švýcarsko)", "residenceDetail": "sídlo sekretariátu", "authorityName": "Spolupředsedové", "authorityNameDetail": "volení z řad členských zemí FSB a nečlenských zemí FSB", "numberOfMembers": "24", "numberOfMembersDetail": "62 zástupců institucí z 24 zemí", "year": "2011", "description": ["V rámci FSB existuje celkem šest regionálních skupin pro jednotlivé regiony – Amerika, Asie, Společenství nezávislých států, Evropa, Blízký Východ a severní Afrika, sub-saharská Afrika. Nejpočetnější z těchto skupin je RCG pro Evropu s 24 členy.", "Česká národní banka je zastoupena v RCG pro Evropu od počátku jejího fungování v roce 2011. V letech 2017–2019 této skupině spolupředsedal viceguvernér ČNB společně se svým italským kolegou."]}, "en": {"name": "FSB Regional Consultative Group for Europe", "residence": "Basel (Switzerland)", "residenceDetail": "secretariat", "authorityName": "Co-Chairs", "authorityNameDetail": "elected from the representatives of FSB member and non-member countries", "numberOfMembers": "24", "numberOfMembersDetail": "62 representatives of institutions from 24 countries", "year": "2011", "description": ["The FSB has six regional groups, one each for the Americas, Asia, the Commonwealth of Independent States, Europe, the Middle East and North Africa, and the Sub-Saharan Africa region. The largest of these groups is the RCG for Europe with 24 members.", "The Czech National Bank has been represented in the RCG for Europe since the group was established in 2011. In 2017–2019, this group was co-chaired by CNB Deputy Governor and his Italian counterpart."]}}, "rotation": [82, 48], "members": ["AUS", "BEL", "CZE", "DNK", "FIN", "FRA", "DEU", "GRC", "HUN", "ISL", "IRL", "ISR", "ITA", "LUX", "NLD", "NOR", "POL", "PRT", "ROU", "ESP", "SWE", "CHE", "UKR", "GBR"]}, {"shortcut": "WTO", "lang": {"cz": {"name": "Světová obchodní organizace", "residence": "Ženeva (Švýcarsko)", "authorityName": "Konference ministrů", "numberOfMembers": "164", "numberOfMembersDetail": "164 zemí a 22 pozorovatelů", "year": "1995", "description": ["Cílem Světové obchodní organizace (WTO) je přispět k naplnění celosvětových makroekonomických cílů a zvýšení objemu obchodu (se zbožím a službami). WTO je upravena dohodou o svém ustavení, kterou doplňují tři další základní dohody: dohoda GATT pokrývá obchod se zbožím, dohoda GATS oblast služeb a dohoda TRIPS se dotýká práv duševního vlastnictví. Součástí je též ujednání o řešení sporů mezi členy a mechanismus pro přezkum obchodních politik členů WTO.", "Při své činnosti se řídí WTO těmito zásadami:", "(i) zásadou nediskriminace blíže rozvedenou do principu doložky nejvyšších výhod (pokud je poskytnuto zacházení jednomu ze členů, má být poskytnuto automaticky všem) a principu národního zacházení (stejný přístup k domácím i zahraničním subjektům),", "(ii) zásadou předvídatelnosti, stability a transparentnosti (stabilní právní rámec) a ", "(iii) zásadou podpory rozvoje ekonomik", "Československo patřilo mezi zakládající členy GATT, nicméně na jejích jednáních se přestalo až do roku 1989 podílet (z organizace ale nikdy nevystoupilo). Členství přešlo na oba nástupnické státy – Českou republiku a Slovenskou republiku. Zásadní změna v účasti České republiky přišla se vstupem do EU, neboť sice ČR zůstává členem WTO, ale v rámci společné obchodní politiky EU je ‒ shodně jako další členské státy EU ‒ zastupována Evropskou komisí.", "ČNB není členem WTO, nicméně na jednáních a připravovaných dokumentech má velký zájem, neboť dohoda GATS pokrývá v rámci oblasti služeb též oblast finančních služeb. ČNB má proto možnost dokumenty WTO získávat a vyjadřovat se k nim prostřednictvím Ministerstva průmyslu a obchodu ČR, které zastupuje ČR v rámci utváření společné obchodní politiky EU."]}, "en": {"name": "World Trade Organization", "residence": "Geneva (Switzerland)", "authorityName": "Ministerial Conference", "numberOfMembers": "164", "numberOfMembersDetail": "164 countries and 22 observers", "year": "1995", "description": ["The objective of the World Trade Organisation (WTO) is to help meet global macroeconomic goals and raise the volume of trade (in goods and services). It is governed by the Agreement Establishing the WTO, complemented by three other agreements: the GATT agreement on trade in goods, the GATS agreement on services and the TRIPS agreement on intellectual property. The agreement also contains an understanding on the settlement of disputes between members and a mechanism to review WTO members’ trade policies.", "The WTO is guided by the following principles:", "(i) the principle of non-discrimination, specified as the most-favoured-nation principle (if favoured treatment is granted to one member, its should be automatically granted to all other members) and the national treatment principle (equal treatment of foreigners and locals),", "(ii) the predictability, stability and transparency principle (a stable legal framework) and", "(iii) the principle of encouraging the development of economies.", "Czechoslovakia was one of the GATT founding members but did not attend their meetings until 1989 (although it never left the WTO). Its membership was passed on to the two successor states – the Czech Republic and Slovakia. The Czech Republic’s participation changed fundamentally with EU entry, as the Czech Republic remained a WTO member but – like the other EU Member States – is represented by the European Commission under the EU’s common trade policy.", "The CNB is not a WTO member but has a strong interest in its negotiations and the documents it prepares, as the GATS also covers the area of financial services. The CNB can thus obtain WTO documents and comment on them through the Czech Ministry of Industry and Trade, which represents the Czech Republic in shaping the EU’s common trade policy."]}}, "rotation": [82, 48], "members": ["AFG", "ALB", "AGO", "ATG", "ARG", "ARM", "AUS", "AUT", "BHR", "BGD", "BRB", "BEL", "BLZ", "BEN", "BOL", "BWA", "BRA", "BRN", "BGR", "BFA", "BDI", "CPV", "KHM", "CMR", "CAN", "CAF", "TCD", "CHL", "CHN", "COL", "COG", "CRI", "CIV", "HRV", "CUB", "CYP", "CZE", "COD", "DNK", "DJI", "DMA", "DOM", "ECU", "EGY", "SLV", "EST", "SWZ", "FJI", "FIN", "FRA", "GAB", "GMB", "GEO", "DEU", "GHA", "GRC", "GRD", "GTM", "GIN", "GNB", "GUY", "HTI", "HND", "HKG", "HUN", "ISL", "IND", "IDN", "IRL", "ISR", "ITA", "JAM", "JPN", "JOR", "KAZ", "KEN", "KOR", "KWT", "KGZ", "LAO", "LVA", "LSO", "LBR", "LIE", "LTU", "LUX", "MAC", "MDG", "MWI", "MYS", "MDV", "MLI", "MLT", "MRT", "MUS", "MEX", "MDA", "MNG", "MNE", "MAR", "MOZ", "MMR", "NAM", "NPL", "NLD", "NZL", "NIC", "NER", "NGA", "MKD", "NOR", "OMN", "PAK", "PAN", "PNG", "PRY", "PER", "PHL", "POL", "PRT", "QAT", "ROU", "RUS", "RWA", "KNA", "LCA", "VCT", "WSM", "SAU", "SEN", "SYC", "SLE", "SGP", "SVK", "SVN", "SLB", "ZAF", "ESP", "LKA", "SUR", "SWE", "CHE", "TWN", "TJK", "TZA", "THA", "TGO", "TON", "TTO", "TUN", "TUR", "UGA", "UKR", "ARE", "GBR", "USA", "URY", "VUT", "VEN", "VNM", "YEM", "ZMB", "ZWE"]}, {"shortcut": "OECD", "lang": {"cz": {"name": "Organizace pro ekonomickou spolupráci a rozvoj", "residence": "Paříž (Francie)", "authorityName": "Rada OECD", "authorityNameDetail": "složená z velvyslanců", "numberOfMembers": "38", "year": "1961", "description": ["Rada pro finanční stabilitu (Financial Stability Board, FSB) byla založena v roce 2009. Organizace sdružuje 24 členských zemí a 13 institucionálních členů (MMF, Skupinu Světové banky, BIS, OECD, BCBS a další). Jejím hlavním úkolem je podpora mezinárodní finanční stability prostřednictvím koordinace národních orgánů a mezinárodních institucí při výkonu jejich činnosti. Vznik a fungování FSB jsou úzce spjaty se skupinami zemí G7 a G20. Přímý předchůdce FSB, totiž Fórum pro finanční stabilitu (Financial Stability Forum, FSF), bylo založeno z iniciativy německé Bundesbanky v roce 1999 skupinou zemí G7. Cílem této nové struktury bylo rozšířit spolupráci mezi zeměmi G7 a mezinárodními institucemi na podporu finanční stability mezinárodního finančního systému. První jednání se uskutečnilo v dubnu 1999 ve Washingtonu, D. C.", "Cílem FSB je koordinace národních a mezinárodních orgánů a institucí za účelem podpory rozvoje a implementace regulatorních, dohledových a dalších politik v oblasti finančního sektoru. Ve spolupráci s dalšími mezinárodními institucemi hodnotí zranitelnosti pro finanční systém v zájmu celosvětové finanční stability.", "FSB má sekretariát při BIS v Basileji a je oficiální právní entitou založenou dle švýcarského práva. Spoléhá se jak na vlastní kapacity a struktury, tak i na aparát BIS. Nejvyšším představitelem FSB je jeho předseda (funkce je vykonávána souběžně s další funkcí) a generální sekretář (jde o plný pracovní úvazek). Nejvyšším orgánem je plénum FSB (tzv. FSB Plenary), které je rozhodovacím orgánem FSB.", "V rámci FSB existuje celkem 6 regionálních konzultačních skupin (Regional Consultative Group, RCG) pro jednotlivé oblasti – Ameriku, Asii, Společenství nezávislých států, Evropu, Blízký Východ a severní Afriku a Subsaharskou Afriku. Nejpočetnější z nich RCG pro Evropu s 24 členy.", "Česká národní banka je zastoupena v RCG pro Evropu od počátku jejího fungování v roce 2011. V letech 2017 – 2019 této skupině spolupředsedal viceguvernér ČNB společně se svým italským kolegou. Skupina sestává z 24 členských zemí (z toho 7 členů FSB) a zástupce skupiny dohledů z tzv. finančních center. V rámci skupiny jsou diskutována jak témata s přímou návazností na finanční stabilitu a práci FSB, tak témata s relevancí pro region Evropy."]}, "en": {"name": "Organization for Economic Co-Operation and Development", "residence": "Paris (France)", "authorityName": "OECD Council", "authorityNameDetail": "composed of ambassadors", "numberOfMembers": "38", "year": "1961", "description": ["The Organisation for Economic Co-operation and Development (OECD) was founded in 1961. It has 38 members and is based in Paris, France. Its main aims are", "(i) to achieve the maximum sustainable growth and employment and a rising standard of living in member countries, while maintaining financial stability, and thus to contribute to the development of the world economy,", "(ii) to contribute to stable economic growth in its member and non-member countries, and", "(iii) to contribute to the expansion of world trade on a multilateral, non-discriminatory basis in accordance with international goals.", "The OECD enables the governments of advanced democracies to study and formulate the best policies to achieve their goals by conducting expert analyses, country comparisons and identifying cases of best practice.", "The OECD Council is the organisation’s decision-making body in which each member country has a representative. Chaired by the Secretary-General, the Council meets at least once a month at the level of the permanent representatives of the OECD member countries. A meeting of the Council at ministerial level (the Ministerial Council Meeting), presided over by one of the member countries, is usually held once a year.", "The CNB is involved in the activities of a number of OECD committees and working groups, whose agenda is related to its area of competence. These include, for example, the Economic Policy Committee, the Committee on Financial Markets, the Working Group on Short-Term Economic Prospects and various working groups on statistics. The CNB also contributes to the work of the Economic and Development Review Committee."]}}, "rotation": [120, 50], "members": ["BEL", "DNK", "FRA", "IRL", "ISL", "ITA", "CAN", "LUX", "NLD", "NOR", "PRT", "AUT", "GRC", "ESP", "USA", "GBR", "DEU", "SWE", "CHE", "TUR", "JPN", "FIN", "AUS", "NZL", "MEX", "CZE", "HUN", "POL", "KOR", "SVK", "CHL", "EST", "ISR", "SVN", "LVA", "LTU", "COL", "CRI"]}, {"shortcut": "AfDB", "lang": {"cz": {"name": "Africká rozvojová banka", "residence": "Abidjan (Pobřeží Slonoviny)", "authorityName": "Rada guvernérů", "numberOfMembers": "81", "year": "1963", "description": ["AfDB je rozvojová finanční instituce, jejímž cílem je bojovat s chudobou a zlepšovat životní podmínky na africkém kontinentu. Její součástí, resp. součástí skupiny AfDB, jsou i další dvě finanční instituce: Africký rozvojový fond a Nigerijský rozvojový fond. Banka podporuje investice veřejného i soukromého kapitálu do projektů a programů, které mají vysokou šanci přispět k hospodářskému a sociálnímu rozvoji regionu. AfDB primárně poskytuje půjčky a kapitálové investice pro socioekonomický rozvoj svých regionálních členských států. Dále poskytuje technickou pomoc rozvojovým projektům, podporuje investice veřejného i soukromého kapitálu v oblasti rozvoje a napomáhá při organizování rozvojových politik v regionálních členských státech."]}, "en": {"name": "African Development Bank", "residence": "Abidjan (Ivory Coast)", "authorityName": "Board of Governors", "numberOfMembers": "81", "year": "1963", "description": ["The AfDB is a development financial institution, whose mission it is to fight poverty and improve living conditions on the African continent. In addition to the AfDB, the AfDB group comprises two other financial institutions: the African Development Fund and the Nigeria Trust Fund.", "The bank promotes public and private capital investment in projects and programmes which have a high chance of contributing to the economic development and social progress of the region. The AfDB primarily provides loans and equity investments for the socio-economic advancement of its regional member countries. It also provides technical assistance to development projects, promotes the investment of public and private capital in development and assists in organising the development policies in the regional member countries."]}}, "rotation": [68, -3], "members": ["DZA", "AGO", "BEN", "BWA", "BFA", "BDI", "CMR", "CPV", "CAF", "TCD", "COM", "COG", "COD", "CIV", "DJI", "EGY", "ERI", "GNQ", "SWZ", "ETH", "GAB", "GMB", "GHA", "GIN", "GNB", "KEN", "LSO", "LBR", "LBY", "MDG", "MWI", "MLI", "MRT", "MUS", "MAR", "MOZ", "NAM", "NER", "NGA", "RWA", "STP", "SEN", "SYC", "SLE", "SOM", "ZAF", "SSD", "SDN", "TZA", "TGO", "TUN", "UGA", "ZMB", "ZWE", "ARG", "AUT", "BEL", "BRA", "CAN", "CHN", "DNK", "FIN", "FRA", "DEU", "IND", "IRL", "ITA", "JPN", "KOR", "KWT", "LUX", "NLD", "NOR", "PRT", "SAU", "ESP", "SWE", "CHE", "TUR", "GBR", "USA"]}, {"shortcut": "ADB", "lang": {"cz": {"name": "Asijská rozvojová banka", "residence": "Manila (Filipíny)", "authorityName": "Rada guvernérů", "numberOfMembers": "68", "year": "1966", "description": ["Asijská rozvojová banka je regionální rozvojová banka na podporu sociálního a ekonomického rozvoje zejména méně rozvinutých asijských zemí prostřednictvím půjček či přímých investic. Založena byla v roce 1966 na doporučení Hospodářské komise OSN pro Asii. Největšími akcionáři jsou USA a Japonsko, každá z těchto zemí disponuje více než 15 % akcíí."]}, "en": {"name": "Asian Development Bank", "residence": "Manila (the Philippines)", "authorityName": "Board of Governors", "numberOfMembers": "68", "year": "1966", "description": ["The Asian Development Bank is a regional development bank supporting social and economic development, mainly in less developed Asian countries through loans or direct investment. It was established in 1966 on the recommendation of the United Nations Economic Commission for Asia. Its largest shareholders are the USA and Japan, each of which has more than 15% of shares."]}}, "rotation": [-15, 15], "members": ["AFG", "ARM", "AUS", "AUT", "AZE", "BGD", "BEL", "BTN", "BRN", "MMR", "KHM", "CAN", "CHN", "COK", "DNK", "FJI", "FIN", "FRA", "GEO", "DEU", "HKG", "IND", "IDN", "IRL", "ITA", "JPN", "KAZ", "KIR", "KGZ", "LAO", "LUX", "MYS", "MDV", "MHL", "FSM", "MNG", "NRU", "NPL", "NLD", "NZL", "NOR", "PAK", "PLW", "PNG", "PHL", "PRT", "WSM", "SGP", "SLB", "KOR", "ESP", "LKA", "SWE", "CHE", "TWN", "TJK", "THA", "TLS", "TON", "TUR", "TKM", "TUV", "GBR", "USA", "UZB", "VUT", "VNM"]}, {"shortcut": "EBRD", "lang": {"cz": {"name": "Evropská banka pro obnovu a rozvoj", "residence": "Londýn (Velká Británie)", "authorityName": "Rada guvernérů", "numberOfMembers": "71", "year": "1991", "description": ["Evropská banka pro obnovu a rozvoj vznikla v roce 1991 za účelem pomoci transformujícím se zemím střední a východní Evropy, centrální Asie a jižního a východního Středomoří při jejich přechodu na tržní ekonomiku. V posledních letech EBRD poskytuje také financování boje proti změně klimatu a podporu trvale udržitelných zdrojů energie. Své finanční operace realizuje v téměř 40 zemích. V současné době sdružuje EBRD 69 zemí a dvě mezivládní organizace (Evropskou unii a Evropskou investiční banku).", "ČR byla zemí operací od založení EBRD do roku své graduace v roce 2007. Banka se zde finančně angažovala částkou 1,1 mld. EUR v celkem 103 projektech o souhrnné hodnotě 4,7 mld. EUR. Šlo především o projekty podporující investice zahraničních investorů v ČR ve finančním sektoru, v podnikovém sektoru a v infrastruktuře. S ohledem na zasažení české ekonomiky dopady pandemie onemocnění covid-19 a související hospodářský pokles požádala ČR v roce 2021 o obnovení operací EBRD, což bylo schváleno. EBRD svou činnost v ČR v následujících 3‒5 letech zaměří primárně na podporu soukromého sektoru."]}, "en": {"name": "European Bank for Reconstruction and Development", "residence": "London (United Kingdom)", "authorityName": "Board of Governors", "numberOfMembers": "71", "year": "1991", "description": ["The European Bank for Reconstruction and Development was created in 1991 to help the transforming countries of Central and Eastern Europe, Central Asia and the Southern and Eastern Mediterranean region in their transition to market economies. In recent years, the EBRD has also provided funding to combat climate change and promote sustainable energy sources. It carries out its financial operations in almost 40 countries. The EBRD currently brings together 69 countries and two intergovernmental organisations (the European Union and the European Investment Bank)."]}}, "rotation": [50, 52], "members": ["ALB", "ARM", "AUS", "AUT", "AZE", "BLR", "BEL", "BIH", "BGR", "CAN", "CHN", "HRV", "CYP", "CZE", "DNK", "EGY", "EST", "FIN", "FRA", "GEO", "DEU", "GRC", "HUN", "ISL", "IND", "IRL", "ISR", "ITA", "JPN", "JOR", "KAZ", "XKX", "KGZ", "LVA", "LBN", "LBY", "LIE", "LTU", "LUX", "MLT", "MEX", "MDA", "MNG", "MNE", "MAR", "NLD", "NZL", "MKD", "NOR", "POL", "PRT", "ROU", "RUS", "SMR", "SRB", "SVK", "SVN", "KOR", "ESP", "SWE", "CHE", "TJK", "TUN", "TUR", "TKM", "UKR", "GBR", "USA", "UZB"]}, {"shortcut": "EIB", "lang": {"cz": {"name": "Evropská investiční banka", "residence": "Lucemburk (Lucembursko)", "authorityName": "Rada guvernérů", "numberOfMembers": "27", "year": "1958", "description": ["EIB je autonomním orgánem v rámci struktury Evropské unie, vytvořeným k financování kapitálových investičních projektů, které naplňují cíle jednotlivých politik EU. Byla zřízena Římskou smlouvou v roce 1958 v rámci rozhodnutí o založení Evropských společenství. Těžiště jejích aktivit je v členských státech EU, angažuje se ale i mimo území EU, kde se podílí na uskutečňování politik EU pro rozvoj a spolupráci. Poskytuje úvěry zhruba 150 zemím včetně kandidátských zemí, balkánských zemí, zemí v oblasti Středomoří, v Asii a Latinské Americe, států africké, karibské a tichomořské oblasti (země ACP) a zámořských zemí a území Jihoafrické republiky. K plnění svých úkolů získává EIB na mezinárodních finančních trzích prostředky, které jsou pak za co nejvýhodnějších podmínek směřovány k financování jednotlivých projektů v souladu s cíli EU. Mimo EU užívá EIB nástroje dohod sjednávaných v rámci evropské rozvojové pomoci a politik spolupráce. V posledních letech se EIB zaměřuje také na poskytování technické pomoci.", "EIB působí v ČR od roku 1992. ČR se stala jejím členem se vstupem do EU v roce 2004."]}, "en": {"name": "European Investment Bank", "residence": "Luxembourg (Luxembourg)", "authorityName": "Board of Governors", "numberOfMembers": "27", "year": "1958", "description": ["The EIB is an autonomous body within the framework of the European Union, established to finance capital investment projects which meet the objectives of EU policies. It was founded in 1958 by the Treaty of Rome establishing the European Economic Community. It operates mainly within the EU Member States but also outside the EU, where it helps to implement the EU’s development and cooperation policies. It provides loans to around 150 countries, including candidate countries, the Balkan countries, countries in the Mediterranean region, Asia and Latin America, the African, Caribbean and Pacific group of states (ACP), overseas territories and South Africa. To fulfil its tasks, the EIB raises funds on international financial markets. In line with EU objectives, these funds are channelled into the financing of individual projects under as favourable conditions as possible. Outside the EU, the EIB uses instruments available under agreements negotiated within European development assistance and cooperation policies. In recent years, the EIB has also focused on providing technical assistance.", "The EIB has worked with the Czech Republic since 1992. The Czech Republic became an EIB member in 2004 with its accession to the EU."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE"]}, {"shortcut": "IADB", "lang": {"cz": {"name": "Interamerická rozvojová banka", "residence": "Washington (USA)", "authorityName": "Rada guvernérů", "numberOfMembers": "48", "year": "1959", "description": ["Interamerická rozvojová banka je největším zdrojem rozvojového financování v Latinské Americe a Karibiku. Od roku 1959 zde podporuje hospodářský a sociální rozvoj a regionální integraci prostřednictvím půjček vládám a vládním agenturám, včetně státních korporací, s primárním cílem snižování chudoby a podpory udržitelného a trvalého růstu. Banka vznikla na základě iniciativy brazilského prezidenta s českými kořeny Juscelina Kubitsheka. Aktuálně se zaměřuje na tři hlavní problémy: sociální vyloučení a nerovnost, nízkou produktivitu a inovace a nedostatečnou ekonomickou integraci."]}, "en": {"name": "Inter-American Development Bank", "residence": "Washington, D.C. (USA)", "authorityName": "Board of Governors", "numberOfMembers": "48", "year": "1959", "description": ["The Inter-American Development Bank is the leading source of development finance for Latin America and the Caribbean. Since 1959, it has been supporting economic and social development as well as regional integration in Latin America and the Caribbean through lending to governments and government agencies, including state-owned corporations, with the primary aim of reducing poverty and supporting sustainable and long-term growth. The bank was created at the initiative of Brazilian President Juscelino Kubitschek, who was of Czech ancestry. It currently focuses on three main issues: social exclusion and inequality, low productivity, and innovation and insufficient economic integration."]}}, "rotation": [165, 30], "members": ["ARG", "BHS", "BRB", "BLZ", "BOL", "BRA", "CHL", "COL", "CRI", "DOM", "ECU", "SLV", "GTM", "GUY", "HTI", "HND", "JAM", "MEX", "NIC", "PAN", "PRY", "PER", "SUR", "TTO", "URY", "VEN", "AUT", "BEL", "CAN", "CHN", "HRV", "DNK", "FIN", "FRA", "DEU", "ISR", "ITA", "JPN", "KOR", "NLD", "NOR", "PRT", "SVN", "ESP", "SWE", "CHE", "GBR", "USA"]}, {"shortcut": "IsDB", "lang": {"cz": {"name": "Islámská rozvojová banka", "residence": "Jeddah (Saudská Arábie)", "authorityName": "Rada guvernérů", "numberOfMembers": "57", "year": "1975", "description": ["IsDB je rozvojová finanční instituce zaměřená na islámské bankovnictví (tj. finančnictví, které je v souladu s islámským právem šaría a charakteristické mj. zákazem půjčování na úrok; tento finanční systém je založen na principu obchodování, tedy upřednostňuje obchod před půjčováním peněz). Podmínkou pro členství je příslušnost dané země k Organizaci islámské spolupráce. Největším podílníkem banky s cca 25 % akcií je Saúdská Arábie."]}, "en": {"name": "Islamic Development Bank", "residence": "Jeddah (Saudi Arabia)", "authorityName": "Board of Governors", "numberOfMembers": "57", "year": "1975", "description": ["The IsDB is a development finance institution which focuses on Islamic banking – i.e. finance compatible with Sharia (Islamic law) and characterised, among other things, by a ban on lending at interest. This financial system is based on the principle of trading, i.e. favours trading to lending money. The condition for membership is being a member of the Organisation of Islamic Cooperation. Saudi Arabia is the bank’s largest shareholder, with around 25% of shares."]}}, "rotation": [60, 30], "members": ["AFG", "ALB", "DZA", "AZE", "BHR", "BGD", "BEN", "BRN", "BFA", "CMR", "TCD", "COM", "CIV", "DJI", "EGY", "GAB", "GMB", "GIN", "GNB", "GUY", "IDN", "IRN", "IRQ", "JOR", "KAZ", "KWT", "KGZ", "LBN", "LBY", "MYS", "MDV", "MLI", "MRT", "MAR", "MOZ", "NER", "NGA", "OMN", "PAK", "PSE", "QAT", "SAU", "SEN", "SLE", "SOM", "SDN", "SUR", "SYR", "TJK", "TGO", "TUN", "TUR", "TKM", "UGA", "ARE", "UZB", "YEM"]}, {"shortcut": "ESM", "lang": {"cz": {"name": "Evropský mechanismus stability", "residence": "Lucemburk (Lucembursko)", "authorityName": "Správní rada", "authorityNameDetail": "Management board", "numberOfMembers": "19", "year": "2012", "description": ["Evropský stabilizační mechanismus (European Stability Mechanism, ESM) poskytuje finanční asistenci pro státy eurozóny čelící závažným finančním problémům, pakliže je ohrožena finanční stabilita měnové unie. ESM vznikl v roce 2012 v reakci na tehdejší dluhovou krizi některých států eurozóny jako mezinárodní organizace, jejímiž členy jsou všechny země eurozóny. Kapitálová vybavenost ESM činí téměř 705 miliard EUR (z čehož 80 mld. EUR tvoří splacený kapitál členských zemí a zbytek závazky), což mu umožňuje poskytovat finanční pomoc ve výši až 500 mld. EUR (tzv. zápůjční kapacita). Na zmírnění potíží členských států má ESM k dispozici řadu nástrojů od přímých půjček a úvěrových linek po nákup dluhopisů členských států a rekapitalizačních programů pro krizí zasažený bankovní sektor. Dosud ESM nebo jeho předchůdce Evropský nástroj pro finanční stabilitu (European Financial Stability Facility, EFSF) aktivoval programy půjček podmíněné implementací strukturálních reforem, jejichž adresáty byly Irsko, Kypr, Portugalsko a Řecko. V případě Španělska ESM aktivoval nástroj pro nepřímou rekapitalizaci tamního bankovního sektoru. Během koronavirové krize v roce 2020 pak ESM zřídil zvláštní úvěrovou linku pro členské státy eurozóny.", "Vrcholným orgánem ESM je Rada guvernérů, v níž zasedají zpravidla ministři financí členských států. Běžnou agendu obstarává správní rada (Management Board) v čele s výkonným ředitelem."]}, "en": {"name": "European Stability Mechanism", "residence": "Luxembourg (Luxembourg)", "authorityName": "Management board", "numberOfMembers": "19", "year": "2012", "description": ["The European Stability Mechanism (ESM) provides financial assistance to euro area countries experiencing serious financial problems when the financial stability of the monetary union is in jeopardy. The ESM was established in 2012 in response to the then debt crisis of some euro area countries as an international organisation of which all euro area countries are members. The ESM has capitalisation of almost EUR 705 billion (of which over EUR 80 billion is members’ paid-in capital and the rest liabilities). This allows for financial assistance of up to EUR 500 billion (the ESM’s lending capacity). The ESM has several instruments at its disposal to alleviate the problems of its members, ranging from direct loans and credit lines to the purchase of members’ bonds and recapitalisation programmes for the crisis-stricken banking sector. The ESM or its predecessor, the European Financial Stability Facility (EFSF), has so far activated lending programmes conditional on implementing structural reforms for Ireland, Cyprus, Portugal and Greece. In the case of Spain, it activated an indirect recapitalisation instrument for its banking sector. During the coronavirus crisis in 2020, the ESM provided a special credit line for euro area members.", "The Board of Governors is the highest decision-making body of the ESM. It mostly comprises the ministers of finance of ESM members. The Board of Directors, chaired by the Managing Director, is responsible for conducting the ESM’s current business."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "CYP", "EST", "FIN", "FRA", "DEU", "GRC", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "PRT", "SVK", "SVN", "ESP"]}, {"shortcut": "CRA", "lang": {"cz": {"name": "BRICS Contingent Reserve Arrangement", "residence": "Šanghaj (Čína)", "residenceDetail": "sídlo BRICS", "authorityName": "Governing Council", "numberOfMembers": "5", "year": "2014", "description": ["Kontingentní rezervní uspořádaní zemí BRICS (BRICS Contingent Reserve Arrangement, CRA) je regionální finanční uspořádání založené v roce 2014, jehož členy jsou Brazílie, Čína, Jihoafrická republika, Indie a Rusko. Centrálním orgánem je rada guvernérů. Členské země se zavázaly vzájemně se podpořit poskytnutím měnových swapů v případě aktuálních či potenciálních krátkodobých potíží v oblasti platební bilance. CRA disponuje kapitálem ve výši 100 mld. USD, z čehož největší část (41 %) tvoří podíl Číny. Maximální přístup jednotlivých členů ke zdrojům se odvíjí od jejich podílů na celkovém kapitálu CRA. Pokud by přístup země měl přesáhnout 30 % stanoveného maximálního přístupu, musí současně čerpat finanční pomoc MMF."]}, "en": {"name": "BRICS Contingent Reserve Arrangement", "residence": "Shanghai (China)", "residenceDetail": "BRICS headquarters", "authorityName": "Governing Council", "numberOfMembers": "5", "year": "2014", "description": ["The BRICS Contingent Reserve Arrangement (CRA) is a regional financial arrangement established in 2014, whose members are Brazil, Russia, India, China and South Africa. The central body is the Board of Governors. CRA members have committed to mutually supporting each other by providing currency swaps in the event of current or potential short-term balance of payments difficulties. The CRA has USD 100 billion in capital, with China accounting for the largest share (41%). The maximum access of the individual members to funding depends on their shares in the total capital of the CRA. If a country’s access were to exceed 30% of its maximum access, it must draw financial assistance from the IMF at the same time."]}}, "rotation": [-2, 45], "members": ["BRA", "CHN", "IND", "RUS", "ZAF"]}, {"shortcut": "CMIM", "lang": {"cz": {"name": "Chiang Mai Initiative Multilateralization", "residence": "Jakarta (Indonésie)", "residenceDetail": "sídlo ASEAN, na který je navázána", "authorityName": "Ministerial Level Decision Making Body", "authorityNameDetail": "orgán složený z ministrů financí a guvernérů centrálních bank", "numberOfMembers": "13", "year": "2000 (2010)", "description": ["Chiang Mai Initiative Multilateralization (CMIM) je multilaterálním uspořádáním měnových swapů, které tvoří země Sdružení národů jihovýchodní Asie (Association of South East Asian Nations, ASEAN), tj. Brunej Darussalam, Kambodža, Indonésie, Laos, Malajsie, Myanmar, Filipíny, Singapur, Thajsko a Vietnam a dále Čína, Japonsko a Jižní Korea. Původní Chiang Mai iniciativa založená v roce 2000 sestávala z řady bilaterálních swapových dohod. V roce 2010 vstoupila v platnost dohoda o multilateralizaci této iniciativy (CMIM). Hlavní rozhodovací pravomocí v CMIM disponuje orgán složený z ministrů financí a guvernérů centrálních bank členských zemí. Cílem CMIM, která disponuje devizovými rezervami v souhrnné výši 240 mld. USD, je řešení potíží s platební bilancí a krátkodobých problémů s likviditou a doplnění existujících mezinárodních finančních uspořádání. Maximální přístup jednotlivých členů ke zdrojům CMIM se odvíjí od výše jejich příspěvků do CMIM. Pokud by přístup země měl přesáhnout 40 % stanoveného maximálního přístupu, musí současně čerpat finanční pomoc MMF."]}, "en": {"name": "Chiang Mai Initiative Multilateralization", "residence": "Jakarta (Indonesia)", "residenceDetail": "the ASEAN headquarters to which it is linked", "authorityName": "Ministerial Level Decision Making Body", "authorityNameDetail": "a body consisting of finance ministers and central bank governors", "numberOfMembers": "13", "year": "2000 (2010)", "description": ["Chiang Mai Initiative Multilateralization (CMIM) is a multilateral currency swap arrangement among the countries of the Association of South East Asian Nations (ASEAN), i.e. Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam, as well as China, Japan and South Korea. The original Chiang Mai Initiative was launched in 2000 and consisted of a series of bilateral swap agreements. The Chiang Mai Initiative Multilateralization (CMIM) Agreement came into effect in 2010. The main decision-making powers in the CMIM are held by a body consisting of finance ministers and central bank governors of the member countries. The aim of the CMIM, which has international reserves totalling USD 240 billion, is to address balance of payment and short-term liquidity difficulties and supplement the existing international financial arrangements. The maximum access of the individual members to CMIM funding depends on the level of their contribution to CMIM. If a country’s access were to exceed 40 % of its maximum access, it must draw financial assistance from the IMF at the same time."]}}, "rotation": [-25, 22], "members": ["BRN", "KHM", "CHN", "HKG", "IDN", "JPN", "LAO", "MYS", "MMR", "PHL", "SGP", "KOR", "THA", "VNM"]}, {"shortcut": "BCBS", "lang": {"cz": {"name": "Basilejský výbor pro bankovní dohled", "residence": "Basilej (Švýcarsko)", "residenceDetail": "BCBS funguje při Bance pro mezinárodní platby", "authorityName": "Group of Governors and Heads of Supervision", "authorityNameDetail": "BCBS Chairman", "numberOfMembers": "28", "numberOfMembersDetail": "45 zástupců institucí z 28 zemí a 3 pozorovatelé", "year": "1974", "description": ["Basilejský výbor pro bankovní dohled působí při Bance pro mezinárodní platby. Byl vytvořen v roce 1974 centrálními bankami zemí skupiny G10. Výbor vytváří standardy a doporučení pro bankovní dohled, mezi nejznámější patří např. Mezinárodní standardy pravidel kapitálové přiměřenosti či Basilejské základní principy efektivního bankovního dohledu. Tyto a další materiály jsou obecně nazývány basilejskými pravidly (též Basel I, Basel II, Basel III). Kromě toho se výbor zaměřuje na zlepšení spolupráce a pravidelné výměny informací v oblasti bankovního dohledu. "]}, "en": {"name": "Basel Committee on Banking Supervision", "residence": "Basel (Switzerland)", "residenceDetail": "BCBS operates at the Bank for International Settlements", "authorityName": "Group of Governors and Heads of Supervision", "authorityNameDetail": "BCBS Chairman", "numberOfMembers": "28", "numberOfMembersDetail": "45 representatives of institutions from 28 countries and three observers", "year": "1974", "description": ["Basel Committee on Banking Supervision operates at the Bank for International Settlements. It was established in 1974 by the G10 central banks. The Committee draws up banking supervisory standards and recommendations. The most significant of these include the International Standards on Capital Adequacy and the Core Principles for Effective Banking Supervision. These and other standards are generally referred to as the Basel rules (also Basel I, Basel II and Basel III). In addition, the Committee focuses on enhancing cooperation and regular exchange of information in the banking supervisory area."]}}, "rotation": [82, 48], "members": ["ARG", "AUS", "BEL", "BRA", "CAN", "CHN", "FRA", "DEU", "HKG", "MAC", "IND", "IDN", "ITA", "JPN", "KOR", "LUX", "MEX", "NLD", "RUS", "SAU", "SGP", "ZAF", "ESP", "SWE", "CHE", "TUR", "GBR", "USA"]}, {"shortcut": "BCG", "lang": {"cz": {"name": "Basilejská konzultační skupina", "residence": "Basilej (Švýcarsko)", "residenceDetail": "při BIS", "authorityName": "2 spolupředsedové", "authorityNameDetail": "sekretariát poskytuje BIS, podřízené těleso BCBS", "numberOfMembers": "", "numberOfMembersDetail": "42 zástupců institucí z 28 zemí a 13 zástupců mezinárodních institucí/těles", "year": "1974", "description": ["Basilejská konzultační skupina (Basel Consultative Group, BCG) je jednou ze skupin působících v rámci BCBS, na jejíž práci se podílí taktéž ČNB. BCG je fórem, kterým BCBS zapojuje do své práce též další jurisdikce, nečleny BCBS. Cílem je informovat zástupce těchto zemí v brzké fázi příprav o nových iniciativách či chystaných krocích BCBS a získat k nim zpětnou vazbu."]}, "en": {"name": "Basel Consultative Group", "residence": "Basel (Switzerland)", "residenceDetail": "at the BIS", "authorityName": "2 co-chairs", "authorityNameDetail": "the Secretariat is provided by the BIS, a subordinate body of the BCBS", "numberOfMembers": "", "numberOfMembersDetail": "42 representatives of institutions from 28 countries and 13 representatives of international institutions/bodies", "year": "1974", "description": ["The Basel Consultative Group is one of the BCBS groups in which the CNB is also involved. The BCG is a forum used by the BCBS to engage non-member jurisdictions in its work. Its aim is to inform the representatives of these countries about the BCBS’s new initiatives and planned steps in the early stages of their preparations and obtain feedback on them."]}}, "rotation": [82, 48], "members": ["ARG", "ARM", "AUT", "AZE", "CAN", "CHL", "CHN", "COL", "HRV", "CZE", "DNK", "FRA", "GEO", "DEU", "GHA", "HUN", "JPN", "KAZ", "LBN", "MYS", "MUS", "MEX", "NLD", "NZL", "NGA", "NOR", "PER", "PHL", "POL", "QAT", "RUS", "SAU", "ESP", "CHE", "THA", "TUN", "UKR", "ARE", "USA"]}, {"shortcut": "EBA", "lang": {"cz": {"name": "Evropský orgán pro bankovnictví", "residence": "Paříž (Francie)", "residenceDetail": "do r. 2019 Londýn (Velká Británie)", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 hlasujících členů z EU a 3 nehlasující členové z EFTA", "year": "2011", "description": ["Mezi hlavní cíle EBA patří udržování finanční stability v EU a zajišťování integrity, účinnosti a řádného fungování finančního trhu prostřednictvím zajištění odpovídajícího, účinného a harmonizovaného evropského dohledu a regulace. Hlavním úkolem EBA je přispívat prostřednictvím přijímání závazných technických norem a obecných pokynů k vytvoření jednotného evropského souboru pravidel v odvětví bankovnictví. Cílem jednotného souboru pravidel je poskytnout jedinou sadu harmonizovaných obezřetnostních pravidel pro finanční instituce v rámci celé EU, napomáhat vytváření rovných podmínek a poskytovat vysokou míru ochrany vkladatelů, investorů a spotřebitelů. EBA rovněž hraje významnou úlohu při podpoře sbližování postupů dohledu za účelem zajištění harmonizovaného uplatňování obezřetnostních pravidel. Posuzuje také rizika a slabá místa v bankovnictví EU, a to zejména prostřednictvím pravidelných zpráv o posouzení rizik a celoevropských zátěžových testů."]}, "en": {"name": "European Banking Authority", "residence": "Paris (France)", "residenceDetail": "London (United Kingdom) until 2019", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 voting members from the EU and three non-voting members from the EFTA", "year": "2011", "description": ["The primary objectives of the EBA are to maintain financial stability in the EU and safeguard the integrity, efficiency and orderly functioning of the financial market through appropriate, efficient and harmonised European supervision and regulation. The main task of the EBA is to contribute – by adopting binding technical standards and guidelines – to the creation of the European Single Rulebook in the banking sector. The Single Rulebook aims at providing a single set of harmonised prudential rules for financial institutions throughout the EU, helping create a level playing field and providing high protection to depositors, investors and consumers. The EBA also plays an important role in promoting convergence of supervisory practices to ensure a harmonised application of prudential rules. It also assesses risks and vulnerabilities in the EU banking sector, in particular through regular risk assessment reports and pan-European stress tests."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE", "ISL", "LIE", "NOR"]}, {"shortcut": "EIOPA", "lang": {"cz": {"name": "Evropský orgán pro pojišťovnictví a zaměstnanecké penzijní pojištění", "residence": "Frankfurt nad Mohanem (Německo)", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 hlasujících členů z EU a 3 nehlasující členové z EFTA", "year": "2011", "description": ["EIOPA má zejména přispívat k vytváření společných standardů a postupů v oblasti regulace a dohledu v oblasti činností pojišťoven, zajišťoven, finančních konglomerátů, institucí zaměstnaneckého penzijního pojištění a zprostředkovatelů pojištění, a to vydáváním stanovisek pro orgány EU, vypracováváním obecných pokynů a doporučení a dále návrhů regulatorních a prováděcích technických standardů a doporučení pro Evropskou komisi k budoucím opatřením, přispívat k jednotnému uplatňování právně závazných opatření EU, podporovat společnou kulturu dohledu, zabraňovat regulatorní arbitráži, zprostředkovávat řešení sporů mezi národními orgány dohledu, zajišťovat jednotné fungování kolegií orgánů dohledu a přijímat opatření v mimořádných situacích, provádět srovnávací hodnocení činností národních orgánů dohledu, sledovat a posuzovat vývoj trhu a hodnotit rizika v okruhu své působnosti, provádět ekonomickou analýzu trhů, přispívat k jednotnému a soudržnému fungování kolegií orgánů dohledu, ke sledování, posuzování a měření systémového rizika, k vypracování a koordinaci ozdravných plánů a plánů řešení úpadků, k zajišťování vysoké úrovně ochrany pojistníků a oprávněných osob v celé EU."]}, "en": {"name": "European Insurance and Occupational Pensions Authority", "residence": "Frankfurt am Main (Germany)", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 voting members from the EU and three non-voting members from the EFTA", "year": "2011", "description": ["The main task of EIOPA is to contribute to the development of common standards and practices in the area of regulation and supervision of the activities of insurance and reinsurance companies, financial conglomerates, institutions for occupational retirement provision and insurance intermediaries (by issuing opinions to EU authorities and drawing up guidelines and recommendations and draft regulatory and implementing technical standards and recommendations for the European Commission on future measures) and contribute to the single application of the EU's legally binding measures, promote a common supervisory culture, prevent regulatory arbitrage, mediate the settlement of disputes between national supervisory authorities, ensure a consistent functioning of supervisory colleges and adopt measures in emergency situations, conduct peer reviews of the activities of national supervisors, monitor and assess market developments and evaluate the risks within its area of responsibility, conduct economic analyses of the markets, and contribute to the consistent and coherent functioning of supervisory colleges, the monitoring, measurement and assessment of systemic risk, the preparation and coordination of recovery and resolution plans and to ensuring a high level of protection for policyholders and beneficiaries across the EU."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE", "ISL", "LIE", "NOR"]}, {"shortcut": "ESMA", "lang": {"cz": {"name": "Evropský orgán pro cenné papíry a trhy", "residence": "Paříž (Francie)", "authorityName": "", "numberOfMembers": "27", "year": "2011", "description": ["Cílem ESMA je zlepšovat ochranu investorů a přispívat ke stabilitě a řádnému fungování finančních trhů.", "ESMA (i) přispívá k vytváření standardů a postupů v oblasti regulace a dohledu nad finančním trhem se zaměřením na emitenty finančních nástrojů, investory a zprostředkovatele, zejména vypracováním technických standardů, pokynů a doporučení,", "(ii) přispívá k jednotnému uplatňování právně závazných opatření EU,", "(iii) provádí srovnávací hodnocení supervizních postupů národních orgánů dohledu,", "(iv) hodnotí vývoj finančních trhů, (v) zlepšuje ochranu investorů zejména vzhledem k rizikům při přeshraničním poskytování investičních služeb,", "(vi) přispívá k jednotnému fungování kolegií orgánů dohledu, posuzování systémového rizika, vývoji a koordinaci ozdravných plánů a postupů řešení úpadků,", "(vii) přispívá k přípravě strategie EU v oblasti finančních dat. ESMA vykonává přímý dohled nad ratingovými agenturami, registry obchodních údajů, registry sekuritizací, ústředními protistranami ze třetích zemí. Pravomoci ESMA zahrnují uznávání centrálních depozitářů ze třetích zemí."]}, "en": {"name": "European Securities and Markets Authority", "residence": "Paris (France)", "authorityName": "", "numberOfMembers": "27", "year": "2011", "description": ["ESMA aims to improve investor protection and contribute to the stability and orderly functioning of financial markets.", "ESMA (i) contributes to the development of standards and practices in the area of financial market regulation and supervision for issuers of financial instruments, investors and intermediaries by preparing technical standards, guidelines and recommendations,", "(ii) contributes to the single application of EU legally binding measures,", "(iii) conducts peer reviews of the supervisory practices of national supervisory authorities,", "(iv) assesses financial market developments,", "(v) improves investor protection, in particular with regard to the risks in the cross-border provision of investment services,", "(vi) contributes to the consistent functioning of supervisory colleges, the assessment of systemic risk and the development and coordination of recovery plans and resolution procedures,", "(vii) contributes to the preparation of an EU financial data strategy. ESMA directly supervises credit rating agencies, trade repositories, securitisation repositories and third-country central counterparties. ESMA’s powers include the recognition of central securities depositories from third countries."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE", "ISL", "LIE", "NOR"]}, {"shortcut": "ESRB", "lang": {"cz": {"name": "Evropská rada pro systémová rizika", "residence": "Frankfurt nad Mohanem (Německo)", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 hlasujících členů z EU a 3 nehlasující členové z EFTA - Island, Lichtenštejnsko, Norsko, 6 evropských institucí (hlasující i nehlasující členové)", "year": "2011", "description": ["Evropská rada pro systémová rizika (European Systemic Risk Board, ESRB) je zřízena nařízením Evropského parlamentu a Rady (EU) č. 1092/2010 ze dne 24. listopadu 2010 o makroobezřetnostním dohledu nad finančním systémem na úrovni Evropské unie a o zřízení Evropské rady pro systémová rizika.", "ESRB je odpovědná za makroobezřetnostní dohled nad finančním systémem v rámci EU a má napomoci předcházet systémovým rizikům pro finanční stabilitu v EU, resp. tato rizika zmírňovat. ESRB dále přispívá k řádnému fungování vnitřního trhu a podporuje trvalý příspěvek finančního odvětví k hospodářskému růstu.", "ESRB má rozpoznávat rizika systémového charakteru a vydávat varování před těmito riziky a doporučení s cílem předejít krizovým situacím.", "ČNB je v ESRB zastoupena v Generální radě (na úrovni guvernéra a viceguvernéra) a jejím poradním technickém výboru."]}, "en": {"name": "European Systemic Risk Board", "residence": "Frankfurt am Main (Germany)", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 voting members from the EU and three non-voting members from the EFTA ‒ Iceland, Lichtenstein and Norway, six European institutions (voting and non-voting members)", "year": "2011", "description": ["The European Systemic Risk Board (ESRB) was established by Regulation (EU) No 1092/2010 of 24 November 2010 of the European Parliament and of the Council on European Union macro-prudential oversight of the financial system and establishing a European Systemic Risk Board.", "The ESRB is responsible for macro-prudential oversight of the financial system within the EU. Its job is to help prevent or mitigate systemic risks to financial stability in the EU. The ESRB also contributes to the proper functioning of the internal market and supports a lasting contribution of the financial sector to economic growth.", "The ESRB identifies risks of a systemic nature and issues risk warnings and recommendations to prevent crises.", "The CNB is represented on its General Board (at the level of Governor and Deputy Governor) and on its Advisory Technical Committee."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "ISL", "IRL", "ITA", "LVA", "LIE", "LTU", "LUX", "MLT", "NLD", "NOR", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE"]}, {"shortcut": "IAIS", "lang": {"cz": {"name": "Mezinárodní sdružení orgánů dohledu v pojišťovnictví", "residence": "Basilej (Švýcarsko)", "authorityName": "", "numberOfMembers": "152", "year": "1994", "description": ["IAIS je mezinárodní organizace vydávající standardy v oblasti pojišťovnictví, která je odpovědná za tvorbu a podporu při implementaci principů, standardů a dalších podpůrných materiálů pro dohled nad pojišťovnictvím. IAIS rovněž plní roli zprostředkovatele, který slouží členům ke sdílení zkušeností s vývojem pojistných trhů a výkonem dohledu nad nimi. Klíčovým posláním IAIS je podporovat účinný a globálně konzistentní dohled nad pojišťovnictvím s cílem rozvíjet a udržovat spravedlivé, bezpečné a stabilní pojistné trhy ve prospěch ochrany pojistníků a přispívat ke globální finanční stabilitě.", "V současné době se IAIS skládá ze tří klíčových výborů, a to Policy Development Committee, Macroprudential Committee a Implementation and Assessment Committee. Tyto výbory dále zahrnují další pracovní skupiny. Nejvyšším orgánem je valné shromáždění, které se schází jednou ročně u příležitosti výroční konference. V čele asociace pak stojí Výkonný výbor."]}, "en": {"name": "International Association of Insurance Supervisors", "residence": "Basel (Switzerland)", "authorityName": "", "numberOfMembers": "152", "year": "1994", "description": ["The IAIS is an international organisation issuing standards in the area of insurance. It is responsible for developing principles, standards and other supporting material for the supervision of the insurance sector and assisting in their implementation. The IAIS also acts as an intermediary for members to share their experience of developing and supervising insurance markets. Its key mission is to promote effective and globally consistent supervision of the insurance industry in order to develop and maintain fair, safe and stable insurance markets for the benefit and protection of policyholders and to contribute to global financial stability.", "IAIS currently consists of three key committees: the Policy Development Committee, the Macroprudential Committee and the Implementation and Assessment Committee. These committees also include other working groups. Its highest body is the General Meeting, which convenes once a year at the Annual Conference. The association is led by the Executive Committee."]}}, "rotation": [82, 48], "members": ["ALB", "AND", "AGO", "ARG", "ARM", "ABW", "AUS", "AUT", "AZE", "BHS", "BHR", "BGD", "BRB", "BLR", "BEL", "BEN", "BFA", "BLZ", "BMU", "BWA", "BRA", "VGB", "BRN", "BGR", "BDI", "CAF", "CAN", "CIV", "CPV", "CYM", "CHL", "CHN", "CMR", "TCD", "HKG", "MAC", "TWN", "COL", "COD", "CRI", "COG", "HRV", "CUW", "SXM", "CYP", "CZE", "DNK", "DOM", "EGY", "EST", "GNQ", "FIN", "FRA", "GAB", "GEO", "DEU", "GHA", "GIB", "GTM", "GGY", "GIN", "GNB", "HUN", "ISL", "IND", "IDN", "IRL", "IMN", "ISR", "ITA", "JAM", "JPN", "JEY", "JOR", "KAZ", "KEN", "SWZ", "KOR", "XKX", "LVA", "LSO", "LIE", "LTU", "LUX", "MWI", "MYS", "MDV", "MLI", "MLT", "MUS", "MEX", "MNG", "MNE", "MAR", "MOZ", "NAM", "NPL", "NLD", "NZL", "NGA", "NER", "NOR", "PSE", "PAN", "PNG", "PRY", "PER", "PHL", "POL", "PRT", "QAT", "MKD", "ROU", "RUS", "RWA", "WSM", "SAU", "SEN", "SRB", "SYC", "SGP", "SVK", "SVN", "ZAF", "ESP", "LKA", "OMN", "SUR", "SWE", "CHE", "TZA", "THA", "TGO", "TTO", "TUN", "TUR", "UGA", "ARE", "GBR", "URY", "USA", "UZB", "VUT", "VNM", "ZMB", "ZWE"]}, {"shortcut": "IOPS", "lang": {"cz": {"name": "Mezinárodní organizace orgánů dohledu v soukromém penzijním sektoru", "residence": "Paříž (Francie)", "authorityName": "", "numberOfMembers": "81", "year": "2004", "description": ["Činnost organizace je zaměřena na tvorbu mezinárodních standardů a metodických postupů pro výkon dohledu nad penzijními fondy a stanovení regulatorních pravidel, která souvisejí s výkonem této činnosti. Organizace poskytuje podporu pro mezinárodní výměnu informací a spolupráci orgánů dohledu nad penzijními fondy členských zemí. Tvoří světové fórum pro politickou diskusi a výměnu informací v oblasti dohledu nad penzijními systémy. Podporuje provádění a usnadnění komunikace a přenosu výzkumu.", "IOPS je mezinárodní organizací zahrnující instituce zabývající se dohledem nad penzijními fondy a pokrývající všechny typy penzijních systémů a jejich dohledu. Problematika související s regulací penzijních fondů byla nejprve řešena pod záštitou OECD, později vznikla samostatná organizace, které OECD a Světová banka poskytují za úplatu administrativní a poradenský servis. Částečně je její činnost financována z dotace Světové banky. IOPS úzce spolupracuje s dalšími mezinárodními organizacemi, které se zabývají problematikou penzijních systémů, včetně penzijních fondů (např. OECD, Světová banka, Mezinárodní měnový fond, IAIS)."]}, "en": {"name": "International Organisation of Pension Supervisors", "residence": "Paris (France)", "authorityName": "", "numberOfMembers": "81", "year": "2004", "description": ["IOPS focuses on creating international standards and methodological procedures for the supervision of pension funds and setting regulatory rules related to this supervision. The organisation provides support to the international exchange of information and cooperation between member countries’ pension fund supervisory authorities. It serves as a worldwide forum for policy dialogue on pension supervision and the exchange of information in the area of supervision of pension systems. It promotes, conducts and facilitates the distribution and communication of research.", "IOPS is an international organisation comprising institutions that supervise pension funds, covering all types of pension systems and their supervision. Issues related to the regulation of pension funds were initially dealt with under the auspices of the OECD. IOPS was later established as an independent organisation to which the OECD and World Bank provide administrative and advisory services for a fee. Its activities are partly funded by a World Bank subsidy. IOPS cooperates closely with other international organisations dealing with pension systems, including pension funds (e.g. the OECD, World Bank, the International Monetary Fund and IAIS)."]}}, "rotation": [90, 40], "members": ["ALB", "AGO", "ARM", "AUS", "AUT", "GGY", "BEL", "BWA", "BRA", "BGR", "CAN", "COL", "CRI", "CHL", "CHN", "HRV", "CZE", "DOM", "EGY", "SWZ", "FRA", "DEU", "GEO", "GHA", "GIB", "HND", "HKG", "HUN", "ISL", "IND", "IDN", "IRL", "IMN", "ISR", "ITA", "JAM", "JOR", "KAZ", "KEN", "KOR", "XKX", "LSO", "LIE", "LTU", "LUX", "MAC", "MWI", "MDV", "MLT", "MUS", "MEX", "MAR", "MOZ", "NAM", "NLD", "NGA", "MKD", "PNG", "PER", "POL", "PRT", "ROU", "RUS", "RWA", "SRB", "SYC", "SVK", "ZAF", "ESP", "SUR", "CHE", "TZA", "TTO", "TUR", "UGA", "UKR", "GBR", "ZMB", "ZWE"]}, {"shortcut": "IOSCO", "lang": {"cz": {"name": "Mezinárodní organizace sdružující komise pro cenné papíry", "residence": "Madrid (Španělsko)", "authorityName": "", "numberOfMembers": "129", "year": "1983", "description": ["Předmětem činnosti IOSCO je spolupráce při vytváření, implementaci a vymáhání mezinárodních standardů v oblasti regulace a dohledu nad kapitálovými trhy za účelem ochrany investora, podpory spravedlivých, efektivních a transparentních trhů a řešení systémových rizik, výměna informací a spolupráce příslušných orgánů dohledu nad kapitálovým trhem při výkonu dohledu a navazujících sankčních procesech ve věcech týkajících se zneužití trhu, efektivní monitorování mezinárodních obchodů s cennými papíry, výměna zkušeností za účelem rozvoje trhů, posílení tržní infrastruktury a implementace odpovídající regulace, vymezení právního rámce pro mezinárodní spolupráci příslušných orgánů dohledu nad kapitálovým trhem a spolupráce s ostatními mezinárodními organizacemi. Členové IOSCO pravidelně využívají institut Mnohostranného memoranda o porozumění (MMoU) ke své dohledové činnosti v oblasti kapitálového trhu."]}, "en": {"name": "International Organization of Securities Commissions", "residence": "Madrid (Spain)", "authorityName": "", "numberOfMembers": "129", "year": "1983", "description": ["IOSCO’s activities include cooperation in the development, implementation and enforcement of international standards for capital market regulation and supervision aimed at protecting investors, supporting fair, effective and transparent markets and addressing systemic risks, the exchange of information and cooperation between competent capital market supervisory authorities during supervision and the subsequent penalty proceedings relating to market abuse, effective monitoring of international securities transactions, an exchange of experience for market development, strengthening market infrastructure and implementing appropriate regulations, defining the legal framework for international cooperation between competent capital market supervisory authorities and cooperation with other international organisations. IOSCO members regularly use the Multilateral Memorandum of Understanding (MMoU) for their supervisory work in the capital market area."]}}, "rotation": [80, 30], "members": ["ALB", "DZA", "AND", "AGO", "ARG", "ARM", "AUS", "AUT", "BHS", "BHR", "BGD", "BRB", "BEL", "BEN", "BMU", "BOL", "BIH", "BRA", "VGB", "BRN", "BGR", "BFA", "CAN", "CPV", "CMR", "CYM", "CAF", "COL", "CRI", "CIV", "HRV", "CYP", "CZE", "DNK", "DOM", "ECU", "EGY", "SLV", "GNQ", "EST", "FIN", "FRA", "GAB", "GEO", "DEU", "GHA", "GIB", "GRC", "GGY", "GNB", "HKG", "HUN", "TCD", "CHL", "CHN", "TWN", "ISL", "IND", "IDN", "IRN", "IRL", "IMN", "ISR", "ITA", "JAM", "JPN", "JEY", "JOR", "KAZ", "KEN", "KOR", "KWT", "KGZ", "LVA", "LIE", "LTU", "LUX", "MWI", "MYS", "MDV", "MLI", "MLT", "MUS", "MEX", "MNG", "MNE", "MAR", "NZL", "NER", "NGA", "MKD", "NOR", "OMN", "PAK", "PSE", "PAN", "PNG", "PER", "PHL", "POL", "PRT", "QAT", "COG", "ROU", "RUS", "SAU", "SEN", "SRB", "SGP", "SVK", "SVN", "ZAF", "ESP", "LKA", "BIH", "SWE", "CHE", "SYR", "TZA", "THA", "NLD", "TGO", "TTO", "TUN", "TUR", "TCA", "UGA", "UKR", "ARE", "GBR", "USA", "URY", "UZB", "VNM", "ZMB"]}, {"shortcut": "BSCEE", "lang": {"cz": {"name": "Skupina bankovních dohledů ze zemí střední a východní Evropy", "residence": "Varšava (Polsko)", "residenceDetail": "sídlo sekretariátu", "authorityName": "Konference členů", "numberOfMembers": "", "numberOfMembersDetail": "26 zástupců dohledových institucí z 25 zemí", "year": "1991", "description": ["Hlavní náplní činnosti je spolupráce v oblasti bankovního dohledu. ČNB je zakládajícím členem skupiny – skupina vznikla v roce 1991. Mezi aktivity instituce patří podpora výzkumu, školení a vzdělávacích programů a celkově všech aktivit vztahujících se k činnosti členů skupiny, podněcování a podporování úzké spolupráce a komunikace mezi bankovními dohledy zemí střední a východní Evropy, napomáhání bankovním dohledům zemí střední a východní Evropy k lepšímu zabezpečování jejich funkcí, působení v roli fóra nejvyšší úrovně pro technickou diskusi, pořádání konferencí, zajišťování výměny zkušeností týkajících se technik bankovního dohledu, informací a know-how, napomáhání při integraci do evropského systému bankovních dohledů a zastupování ve vztahu k Basilejskému výboru pro bankovní dohled (BCBS)."]}, "en": {"name": "Group of Banking Supervisors from Central and Eastern Europe", "residence": "Warsaw (Poland) ", "residenceDetail": "Secretariat", "authorityName": "Conference of members", "numberOfMembers": "", "numberOfMembersDetail": "26 representatives of supervisory institutions from 25 countries", "year": "1991", "description": ["The main activity of the group is cooperation in the area of banking supervision. The CNB is a founding member of the group, established in 1991. As part of its activities, the institution supports research, training and education programmes and generally all activities related to the work of the group’s members, encourages and supports close cooperation and communication between bank supervisory authorities in Central and Eastern Europe and helps them better perform their functions. It acts as a top-level forum for technical discussion, organises conferences, ensures the exchange of experience related to banking supervision techniques, information and know-how, helps with integration into the European system of banking supervision and represents its members in relation to the Basel Committee on Banking Supervision (BCBS)."]}}, "rotation": [55, 55], "members": ["ALB", "ARM", "AUT", "BLR", "BIH", "BGR", "HRV", "CZE", "EST", "GEO", "HUN", "KAZ", "LVA", "LTU", "MDA", "MNE", "MKD", "POL", "ROU", "SRB", "SVK", "SVN", "TUR", "UKR"]}, {"shortcut": "CEMAC", "lang": {"cz": {"name": "Hospodářské a měnové společenství střední Afriky", "residence": "Yaoundé (Kamerun)", "authorityName": "BEAC", "authorityNameDetail": "Banque des Etats de l’Afrique Centrale", "numberOfMembers": "6", "year": "1972", "yearDetail": "založení BEAC", "description": ["Středoafrická měnová unie (L’Union Monétaire de l'Afrique Centrale, UMAC) vznikla v r. 1972. Založením Hospodářského a měnového společenství střední Afriky (CEMAC) v r. 1994 byla původní měnová unie rozšířena na unii hospodářskou s cílem posílit hospodářskou spolupráci a konvergenci, harmonizovat legislativu a regulaci a zajistit pohyb zboží a osob mezi svými členy.", "Členové CEMAC spolu s členy Západoafrické hospodářské a měnové unie (UEMOA) a Francií tvoří tzv. zónu franku CFA. Každá z těchto dvou unií disponuje vlastní samostatnou měnou (středoafrický frank CFA, resp. západoafrický frank CFA), avšak obě měny jsou od r. 1999 navázány na euro (dříve od r. 1945 na francouzský frank), a to při kurzu 1 EUR = 656 CFAF. Navázání franku CFA na euro je podloženo smlouvou o měnové spolupráci s Francií, která garantuje neomezenou směnitelnost franku CFA."]}, "en": {"name": "Central African Economic and Monetary Community", "residence": "Yaoundé (Cameroon)", "authorityName": "BEAC", "authorityNameDetail": "Banque des Etats de l’Afrique Centrale", "numberOfMembers": "6", "year": "1972", "yearDetail": "establishment of the BEAC", "description": ["The Central African Monetary Union (L’Union Monétaire de l'Afrique Centrale, UMAC) was established in 1972. With the establishment of the Central African Economic and Monetary Community (CEMAC) in 1994, the original monetary union transformed into an economic union to strengthen economic cooperation and convergence, harmonise legislation and regulation and ensure the movement of goods and people among its members.", "CEMAC members, together with members of the West African Monetary and Economic Union (UEMOA) and France, form the CFA franc zone. Each of these unions has its own independent currency (the Central African CFA franc and the West African CFA franc). However, both currencies have been pegged to the euro since 1999 (previously from 1945 to the French franc) at an exchange rate of CFAF 656 = EUR 1. The CFA franc is pegged to the euro by a monetary cooperation agreement with France guaranteeing its unlimited convertibility."]}, "fr": {"name": "Communauté Economique et Monétaire de l’Afrique Centrale"}}, "rotation": [72, 10], "members": ["TCD", "GAB", "CMR", "COG", "GNQ", "CAF"]}, {"shortcut": "EA", "lang": {"cz": {"name": "Eurozóna", "residence": "Frankfurt nad Mohanem (Německo)", "authorityName": "ECB", "authorityNameDetail": "Evropská centrální banka", "numberOfMembers": "19", "year": "1999", "description": ["Eurozóna vznikla v roce 1999 a skládá se z členských států EU, které přijaly euro za svou společnou měnu. Měnovou politiku eurozóny určuje ECB. Fiskální politika zůstala v kompetenci členů eurozóny a je společně koordinována primárně na úrovni ministrů financí. Zástupci členských států eurozóny pravidelně jednají o záležitostech týkajících se eura v rámci tzv. Euroskupiny, která je neformálním orgánem ministrů financí zemí eurozóny bez legislativních kompetencí. Euroskupina rovněž odpovídá za přípravu eurosummitů.", "Centrální banky zemí eurozóny a ECB tvoří Eurosystém. V prvních třech letech své existence fungovalo euro pouze v bezhotovostním režimu. Z 15 tehdejších členů EU přijalo v roce 1999 bezhotovostní euro 11 z nich. K této skupině 11 států se v roce 2001 přidružilo rovněž Řecko. V roce 2002 bylo v těchto zemích zavedeno také hotovostní euro.", "Eurozóna se postupně rozšířila o Slovinsko (2007), Maltu a Kypr (2008), Slovensko (2009), Estonsko (2011), Lotyšsko (2014) a Litvu (2015). Tyto země již zavedly euro podle tzv. jednorázového scénáře bez přechodného bezhotovostního období. V současnosti tak eurozónu tvoří 19 států. Státy jako Andorra, Monako, San Marino a Vatikán přijaly euro coby svou národní měnu na základě zvláštních smluv s EU s možností limitované emise eurových mincí. Nejsou však členy eurozóny."]}, "en": {"name": "Eurozone", "residence": "Frankfurt am Main (Germany)", "authorityName": "ECB", "authorityNameDetail": "European Central Bank", "numberOfMembers": "19", "year": "1999", "description": ["The euro area was established in 1999 and comprises EU Member States that have adopted the euro as a single currency. Euro area monetary policy is set by the ECB. Fiscal policy has remained the competence of euro area members and is jointly coordinated primarily at the level of the finance ministers. Representatives of euro area member states regularly discuss matters relating to the euro in the Eurogroup, an informal body of euro area finance ministers with no legislative powers. The Eurogroup is also responsible for preparing the Euro Summit meeting.", "The Eurosystem comprises the ECB and the euro area national central banks. The euro only existed in a non-cash form in the first three years after its introduction. Of the then 15 EU members, 11 adopted the non-cash euro in 1999. This group of 11 Member States was joined by Greece in 2001. In 2002, the euro banknotes and coins were introduced in these countries. The euro area has gradually expanded to include Slovenia (2007), Malta and Cyprus (2008), Slovakia (2009), Estonia (2011), Latvia (2014) and Lithuania (2015). These countries introduced the euro under the “Big Bang” scenario, i.e. with no non-cash transition period. The euro area currently consists of 19 countries. Andorra, Monaco, San Marino and the Vatican City have adopted the euro as their national currency on the basis of special agreements with the EU, and may issue their own euro coins within certain limits. However, they are not members of the euro area."]}}, "rotation": [80, 48], "members": ["AUT", "BEL", "CYP", "EST", "FIN", "FRA", "DEU", "GRC", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "PRT", "SVK", "SVN", "ESP"]}, {"shortcut": "ECCU", "lang": {"cz": {"name": "Východokaribská měnová unie", "residence": "Basseterre (Svatý Kryštof)", "authorityName": "ECCB", "authorityNameDetail": "Eastern Caribbean Central Bank", "numberOfMembers": "8", "year": "1983", "yearDetail": "založení ECCB", "description": ["Cílem ECCU je provozovat měnovou politiku a společnou měnu, jíž je východokaribský dolar. Ten je od r. 1976 navázaný na americký dolar (dříve od r. 1965 na GBP), a to při kurzu 1 USD = 2,70 EC$. ECCU je součástí širší Hospodářské unie Organizace východokaribských států, jejímž cílem je prohlubovat ekonomickou integraci svých členů."]}, "en": {"name": "Eastern Caribbean Currency Union", "residence": "Basseterre (Saint Christopher Island)", "authorityName": "ECCB", "authorityNameDetail": "Eastern Caribbean Central Bank", "numberOfMembers": "8", "year": "1983", "yearDetail": "establishment of the ECCB", "description": ["The ECCU’s objective is to conduct monetary policy and operate a single currency, which is the Eastern Caribbean dollar. The currency has been pegged to the US dollar since 1976 (previously from 1965 to sterling) at an exchange rate of EC$ 2.70 = USD 1. The ECCU is part of the broader Economic Union of the Organisation of Eastern Caribbean States (OECS) which aims to deepen the economic integration of its members."]}}, "rotation": [135, 15], "members": ["AIA", "ATG", "DMA", "GRD", "MSR", "LCA", "KNA", "VCT"]}, {"shortcut": "UEMOA", "lang": {"cz": {"name": "Západoafrická hospodářská a měnová unie", "residence": "Dakar (Senegal)", "authorityName": "BCEAO", "authorityNameDetail": "Banque Centrale des Etats de l’Afrique de l’Ouest", "numberOfMembers": "8", "year": "1973", "yearDetail": "smlouva o založení Západoafrické měnové unie", "description": ["Západoafrické měnová unie (L’Union Monétaire Ouest Africaine, UMOA) vznikla v r. 1973. Založením Západoafrické hospodářské a měnové unie (UEMOA) v r. 1994 byla původní měnová unie rozšířena na unii hospodářskou s cílem posílit hospodářskou spolupráci a konvergenci, harmonizovat legislativu a regulaci a zajistit pohyb zboží a osob mezi svými členy.", "Členové UEMOA spolu s členy Hospodářského a měnového společenství střední Afriky (CEMAC) a Francií tvoří tzv. zónu franku CFA. Každá z těchto dvou unií disponuje vlastní samostatnou měnou (západoafrický frank CFA, resp. středoafrický frank CFA), avšak obě měny jsou od r. 1999 navázány na euro (dříve od r. 1945 na francouzský frank), a to při kurzu 1 EUR = 656 CFAF. Navázání franku CFA na euro je podpořeno smlouvou o měnové spolupráci s Francií, která garantuje neomezenou směnitelnost franku CFA."]}, "en": {"name": "West African Economic and Monetary Union", "residence": "Dakar (Senegal)", "authorityName": "BCEAO", "authorityNameDetail": "Banque Centrale des Etats de l’Afrique de l’Ouest", "numberOfMembers": "8", "year": "1973", "yearDetail": "Treaty Establishing the West African Economic and Monetary Union", "description": ["The West African Economic and Monetary Union (L’Union Monétaire Ouest Africaine, UMOA) was established in 1973. With the establishment of the West African Economic and Monetary Union (UEMOA) in 1994, the original monetary union transformed into an economic union to strengthen economic cooperation and convergence, harmonise legislation and regulation and ensure the movement of goods and people among its members.", "UEMOA members, together with members of the Central African Economic and Monetary Community (CEMAC) and France, form the CFA franc zone. Each of these unions has its own independent currency (the West African CFA franc and the Central African CFA franc). However, both currencies have been pegged to the euro since 1999 (previously from 1945 to the French franc) at an exchange rate of CFAF 656 = EUR 1. The CFA franc is pegged to the euro by a monetary cooperation agreement with France guaranteeing its unlimited convertibility."]}, "fr": {"name": "L’Union Monétaire Ouest Africaine"}}, "rotation": [85, 20], "members": ["BEN", "BFA", "GNB", "MLI", "NER", "CIV", "SEN", "TGO"]}, {"shortcut": "EHP", "lang": {"cz": {"name": "Evropský hospodářský prostor", "residence": "", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 členů EU a Island, Lichtenštejnsko a Norsko", "year": "1994", "description": ["Evropský hospodářský prostor (EHP) byl vytvořen v roce 1994 s cílem rozšířit ustanovení EU o vnitřním trhu, který zahrnuje volný pohyb osob, zboží a kapitálu, na členy Evropského sdružení volného obchodu (ESVO). Smluvními stranami EHP jsou členské státy ESVO Norsko, Island a Lichtenštejnsko. Švýcarsko je sice členem ESVO, ale nikoliv přímo EHP a jeho hospodářské a obchodní vztahy s EU jsou ošetřeny dvoustrannými smlouvami. Partnery v EU a EHP, resp. ESVO (konkrétně Norsko a Island) spojují také různé oblasti „severní politiky“ a fóra, která se zaměřují na rychle se rozvíjející severní části Evropy a celou arktickou oblast.", "Smluvní strany EHP z řad členských států ESVO s členskými státy EU nesdílí společnou celní unii (tj. neuplatňují společné celní tarify vůči zbytku světa) a nepodílí se na společné obchodní, zemědělské, rybářské nebo zahraniční a bezpečnostní politice. Nemají účast ani na politikách v oblasti spravedlnosti a vnitřních věcí. Všechny státy ESVO jsou však členy schengenského prostoru (absence pasových kontrol s členskými státy EU, jež jsou členy schengenského prostoru, společná vízová politika). Vrcholným orgánem EHP je Rada EHP, která se schází alespoň dvakrát ročně na úrovni ministrů zahraničí, resp. ministrů pro evropské záležitosti členských států."]}, "en": {"shortcut": "EEA", "name": "European Economic Area", "residence": "", "authorityName": "", "numberOfMembers": "30", "numberOfMembersDetail": "27 EU members and Iceland, Liechtenstein and Norway", "year": "1994", "description": ["The European Economic Area (EEA) was set up in 1994 to extend the EU’s provisions on its internal market, which guarantees the free movement of people, goods and capital, to the European Free Trade Area (EFTA) countries. EFTA member states Norway, Iceland and Liechtenstein are parties to the EEA. Switzerland is a member of the EFTA but does not take part in the EEA. Its economic and trade relations with the EU are governed by bilateral agreements. The EU and EEA or EFTA partners (specifically Norway and Iceland) are also linked by various “northern policies” and forums which focus on the rapidly evolving northern reaches of Europe and the Arctic region as a whole.", "The EEA EFTA countries do not share a customs union with the EU Member States (i.e. do not apply common customs tariffs to the rest of the world), nor do they participate in a common trade, agricultural, fisheries or foreign and security policy. They are not involved in justice and home affairs policies either. However, all EFTA countries are members of the Schengen area (no passport controls between EU Member States which are members of the Schengen area, common visa policy). The supreme body of the EEA is the EEA Council, which meets at least twice a year at ministerial level (foreign ministers or ministers for European Affairs of its member states)."]}}, "rotation": [80, 52], "members": ["AUT", "BEL", "BGR", "HRV", "CYP", "CZE", "DNK", "EST", "FIN", "FRA", "DEU", "GRC", "HUN", "IRL", "ITA", "LVA", "LTU", "LUX", "MLT", "NLD", "POL", "PRT", "ROU", "SVK", "SVN", "ESP", "SWE", "ISL", "LIE", "NOR"]}]