{
    "shortcut": "EBA",
    "lang":{
        "cz":{
            "name": "Evropský orgán pro bankovnictví",
            "residence": "Paříž",
            "residenceDetail": "do r. 2019 Londýn",
            "authorityName": "N/A",
            "numberOfMembers": "30",
            "numberOfMembersDetail": "27 hlasujících členů z EU a 3 nehlasující členové z EFTA",
            "year": "2011",
            "description": [
                "Mezi hlavní cíle EBA patří udržování finanční stability v EU a zajišťování integrity, účinnosti a řádného fungování finančního trhu prostřednictvím zajištění odpovídajícího, účinného a harmonizovaného evropského dohledu a regulace. Hlavním úkolem orgánu EBA je přispívat prostřednictvím přijímání závazných technických norem a obecných pokynů k vytvoření jednotného evropského souboru pravidel v odvětví bankovnictví. Cílem jednotného souboru pravidel je poskytnout jedinou sadu harmonizovaných obezřetnostních pravidel pro finanční instituce v rámci celé EU, napomáhat vytváření rovných podmínek a poskytovat vysokou míru ochrany vkladatelů, investorů a spotřebitelů. Orgán EBA rovněž hraje významnou úlohu při podpoře sbližování postupů dohledu za účelem zajištění harmonizovaného uplatňování obezřetnostních pravidel. Orgán EBA je rovněž zmocněn k posuzování rizik a slabých míst v bankovnictví EU, a to zejména prostřednictvím pravidelných zpráv o posouzení rizik a celoevropských zátěžových testů."
            ]
        },
        "en":{
            "name": "European Banking Authority",
            "residence": "Paris",
            "residenceDetail": "London until 2019",
            "authorityName": "N/A",
            "numberOfMembers": "30",
            "numberOfMembersDetail": "TBS",
            "year": "2011",
            "description": [
                "TBS"
            ]
        }
    },
    "rotation":[80, 52],
    "members": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "ISL",
        "LIE",
        "NOR"
    ]
}
