{
    "shortcut": "EIB",
    "lang":{
        "cz":{
            "name": "Evropská investiční banka",
            "residence": "Lucembursko",
            "authorityName": "Rada guvernérů",
            "numberOfMembers": "27",
            "year": "1958",
            "description": [
                "EIB je autonomním orgánem v rámci struktury Evropské unie, vytvořeným k financování kapitálových investičních projektů, které naplňují cíle jednotlivých politik EU. Byla zřízena Římskou smlouvou v roce 1958, v rámci rozhodnutí o založení Evropských společenství. Těžiště jejích aktivit  je v členských státech EU, angažuje se ale také i mimo území EU, kde se podílí na uskutečňování politik EU pro rozvoj a spolupráci. Poskytuje úvěry zhruba 150 zemím včetně kandidátských zemí, balkánských zemí, zemí v oblasti Středomoří, v Asii a Latinské Americe, států africké, karibské a tichomořské oblasti (země ACP) a zámořských zemí a území Jihoafrické republiky. K plnění svých úkolů získává EIB na mezinárodních finančních trzích prostředky, které jsou pak za co nejvýhodnějších podmínek směřovány k financování jednotlivých projektů v souladu s cíli EU. Mimo EU užívá EIB nástroje dohod sjednávaných v rámci evropské rozvojové pomoci a politik spolupráce. V posledních letech se EIB zaměřuje také na poskytování technické asistence. EIB působí v ČR od roku 1992. ČR se stala jejím členem se vstupem do EU v roce 2004."
            ]
        },
        "en":{
            "name": "European Investment Bank",
            "residence": "Luxembourg",
            "authorityName": "TBS",
            "numberOfMembers": "27",
            "year": "1958",
            "description": [
                "TBS"
            ]
        }
    },
    "rotation": [80, 52],
    "members": [
        "AUT", 
        "BEL", 
        "BGR", 
        "HRV", 
        "CYP", 
        "CZE", 
        "DNK", 
        "EST", 
        "FIN", 
        "FRA", 
        "DEU", 
        "GRC", 
        "HUN", 
        "IRL", 
        "ITA", 
        "LVA", 
        "LTU", 
        "LUX", 
        "MLT", 
        "NLD", 
        "POL", 
        "PRT", 
        "ROU", 
        "SVK", 
        "SVN", 
        "ESP", 
        "SWE"
    ]
}

