{
    "shortcut": "BIS",
    "lang":{
        "cz":{
            "name": "Banka pro mezinárodní platby",
            "residence": "Basilej (Švýcarsko)",
            "authorityName": "Představenstvo",
            "authorityNameDetail" : "Board of Directors",
            "numberOfMembers": "63",
            "year": "1930",
            "description": [
                "Banka pro mezinárodní platby (BIS), jejímiž členy jsou výhradně centrální banky, podporuje měnovou a finanční spolupráci centrálních bank a dalších institucí, představuje centrum výzkumu a významnou diskusní platformu pro orgány odpovědné za podporu finanční stability. BIS rovněž poskytuje centrálním bankám služby související se správou devizových rezerv a je renomovanou institucí v oblasti ekonomického výzkumu a analýzy. Guvernéři členských bank BIS se setkávají na pravidelných zasedáních, jejichž předmětem jsou diskuse o aktuálním globálním ekonomickém a finančním vývoji a problémech měnové a finanční stability, dohledu nad finančním trhem a řízení centrálních bank. BIS dále zajišťuje pravidelná i ad hoc setkání a neformální diskuse dalších vyšších úředníků centrálních bank."    
            ]
        },
        "en":{
            "name": "Bank for International Settlements",
            "residence": "Basel (Switzerland)",
            "authorityName": "Board of Directors",
            "numberOfMembers": "63",
            "year": "1930",
            "description": [
                "The Bank for International Settlements (BIS), whose members are exclusively central banks, fosters monetary and financial cooperation between central banks and other institutions. It is a research centre and a major discussion platform for authorities responsible for promoting financial stability. The BIS also provides central banks with services related to the management of international reserves and is a renowned institution for economic research and analysis. The governors of BIS member banks meet regularly to discuss current global economic and financial developments and issues relating to monetary and financial stability, financial market supervision and central bank governance. In addition, the BIS arranges regular and ad hoc meetings and informal discussions of other senior central bank officials."
            ]
        }
    },
    "rotation":[82, 48],
    "members": [
        "DZA", 
        "ARG", 
        "AUS", 
        "AUT", 
        "BEL", 
        "BIH", 
        "BRA",     
        "BGR", 
        "CAN",    
        "CHL", 
        "CHN", 
        "COL", 
        "HRV", 
        "CZE",       
        "DNK",       
        "EST", 
        "FIN", 
        "FRA", 
        "DEU", 
        "GRC", 
        "HKG",      
        "HUN", 
        "ISL", 
        "IND", 
        "IDN", 
        "IRL", 
        "ISR", 
        "ITA", 
        "JPN", 
        "KOR", 
        "KWT", 
        "LVA", 
        "LTU", 
        "LUX", 
        "MYS", 
        "MEX", 
        "MAR", 
        "NLD", 
        "NZL", 
        "NOR",
        "MKD", 
        "PER", 
        "PHL", 
        "POL", 
        "PRT", 
        "ROU", 
        "RUS", 
        "SAU", 
        "SRB", 
        "SGP", 
        "SVK", 
        "SVN", 
        "ZAF", 
        "ESP", 
        "SWE", 
        "CHE", 
        "THA", 
        "TUR", 
        "ARE", 
        "GBR", 
        "USA", 
        "VNM"
    ]
}
