{
    "shortcut": "EA",
    "lang":{
        "cz":{
            "name": "Eurozóna",
            "residence": "Frankfurt nad Mohanem (Německo)",
            "authorityName": "ECB",
            "authorityNameDetail": "Evropská centrální banka",
            "numberOfMembers": "19",
            "year": "1999",
            "description": [
                "Eurozóna vznikla v roce 1999 a skládá se z členských států EU, které přijaly euro za svou společnou měnu. Měnovou politiku eurozóny určuje ECB. Fiskální politika zůstala v kompetenci členů eurozóny a je společně koordinována primárně na úrovni ministrů financí. Zástupci členských států eurozóny pravidelně jednají o záležitostech týkajících se eura v rámci tzv. Euroskupiny, která je neformálním orgánem ministrů financí zemí eurozóny bez legislativních kompetencí. Euroskupina rovněž odpovídá za přípravu eurosummitů.",
                "Centrální banky zemí eurozóny a ECB tvoří Eurosystém. V prvních třech letech své existence fungovalo euro pouze v bezhotovostním režimu. Z 15 tehdejších členů EU přijalo v roce 1999 bezhotovostní euro 11 z nich. K této skupině 11 států se v roce 2001 přidružilo rovněž Řecko. V roce 2002 bylo v těchto zemích zavedeno také hotovostní euro.",
                "Eurozóna se postupně rozšířila o Slovinsko (2007), Maltu a Kypr (2008), Slovensko (2009), Estonsko (2011), Lotyšsko (2014) a Litvu (2015). Tyto země již zavedly euro podle tzv. jednorázového scénáře bez přechodného bezhotovostního období. V současnosti tak eurozónu tvoří 19 států. Státy jako Andorra, Monako, San Marino a Vatikán přijaly euro coby svou národní měnu na základě zvláštních smluv s EU s možností limitované emise eurových mincí. Nejsou však členy eurozóny."
            ]
        },
        "en":{
            "name": "Eurozone",
            "residence": "Frankfurt am Main (Germany)",
            "authorityName": "ECB",
            "authorityNameDetail": "European Central Bank",
            "numberOfMembers": "19",
            "year": "1999",
            "description": [
                "The euro area was established in 1999 and comprises EU Member States that have adopted the euro as a single currency. Euro area monetary policy is set by the ECB. Fiscal policy has remained the competence of euro area members and is jointly coordinated primarily at the level of the finance ministers. Representatives of euro area member states regularly discuss matters relating to the euro in the Eurogroup, an informal body of euro area finance ministers with no legislative powers. The Eurogroup is also responsible for preparing the Euro Summit meeting.",
                "The Eurosystem comprises the ECB and the euro area national central banks. The euro only existed in a non-cash form in the first three years after its introduction. Of the then 15 EU members, 11 adopted the non-cash euro in 1999. This group of 11 Member States was joined by Greece in 2001. In 2002, the euro banknotes and coins were introduced in these countries. The euro area has gradually expanded to include Slovenia (2007), Malta and Cyprus (2008), Slovakia (2009), Estonia (2011), Latvia (2014) and Lithuania (2015). These countries introduced the euro under the “Big Bang” scenario, i.e. with no non-cash transition period. The euro area currently consists of 19 countries. Andorra, Monaco, San Marino and the Vatican City have adopted the euro as their national currency on the basis of special agreements with the EU, and may issue their own euro coins within certain limits. However, they are not members of the euro area."
            ]
        }
    },
    "rotation":[80, 48],
    "members": [
        "AUT", 
        "BEL", 
        "CYP", 
        "EST", 
        "FIN", 
        "FRA", 
        "DEU", 
        "GRC", 
        "IRL", 
        "ITA", 
        "LVA", 
        "LTU", 
        "LUX", 
        "MLT", 
        "NLD", 
        "PRT", 
        "SVK", 
        "SVN", 
        "ESP"
    ]
}
