{
    "shortcut": "EBRD",
    "lang":{
        "cz":{
            "name": "Evropská banka pro obnovu a rozvoj",
            "residence": "Londýn (Velká Británie)",
            "authorityName": "Rada guvernérů",
            "numberOfMembers": "71",
            "year": "1991",
            "description": [
                "Evropská banka pro obnovu a rozvoj vznikla v roce 1991 za účelem pomoci transformujícím se zemím střední a východní Evropy, centrální Asie a jižního a východního Středomoří při jejich přechodu na tržní ekonomiku. V posledních letech EBRD poskytuje také financování boje proti změně klimatu a podporu trvale udržitelných zdrojů energie. Své finanční operace realizuje v téměř 40 zemích. V současné době sdružuje EBRD 69 zemí a dvě mezivládní organizace (Evropskou unii a Evropskou investiční banku).",
                "ČR byla zemí operací od založení EBRD do roku své graduace v roce 2007. Banka se zde finančně angažovala částkou 1,1 mld. EUR v celkem 103 projektech o souhrnné hodnotě 4,7 mld. EUR. Šlo především o projekty podporující investice zahraničních investorů v ČR ve finančním sektoru, v podnikovém sektoru a v infrastruktuře. S ohledem na zasažení české ekonomiky dopady pandemie onemocnění covid-19 a související hospodářský pokles požádala ČR v roce 2021 o obnovení operací EBRD, což bylo schváleno. EBRD svou činnost v ČR v následujících 3‒5 letech zaměří primárně na podporu soukromého sektoru."
            ]
        },
        "en":{
            "name": "European Bank for Reconstruction and Development",
            "residence": "London (United Kingdom)",
            "authorityName": "Board of Governors",
            "numberOfMembers": "71",
            "year": "1991",
            "description": [
                "The European Bank for Reconstruction and Development was created in 1991 to help the transforming countries of Central and Eastern Europe, Central Asia and the Southern and Eastern Mediterranean region in their transition to market economies. In recent years, the EBRD has also provided funding to combat climate change and promote sustainable energy sources. It carries out its financial operations in almost 40 countries. The EBRD currently brings together 69 countries and two intergovernmental organisations (the European Union and the European Investment Bank)."
            ]
        }
    },
    "rotation": [50, 52],
    "members": [
        "ALB", 
        "ARM",
        "AUS", 
        "AUT", 
        "AZE", 
        "BLR", 
        "BEL", 
        "BIH", 
        "BGR", 
        "CAN", 
        "CHN", 
        "HRV", 
        "CYP", 
        "CZE", 
        "DNK", 
        "EGY", 
        "EST", 
        "FIN", 
        "FRA", 
        "GEO", 
        "DEU", 
        "GRC", 
        "HUN", 
        "ISL", 
        "IND", 
        "IRL", 
        "ISR", 
        "ITA", 
        "JPN", 
        "JOR", 
        "KAZ", 
        "XKX", 
        "KGZ", 
        "LVA", 
        "LBN", 
        "LBY", 
        "LIE", 
        "LTU", 
        "LUX", 
        "MLT", 
        "MEX", 
        "MDA", 
        "MNG", 
        "MNE", 
        "MAR", 
        "NLD", 
        "NZL", 
        "MKD", 
        "NOR", 
        "POL", 
        "PRT", 
        "ROU", 
        "RUS", 
        "SMR", 
        "SRB", 
        "SVK", 
        "SVN", 
        "KOR", 
        "ESP", 
        "SWE", 
        "CHE", 
        "TJK", 
        "TUN", 
        "TUR", 
        "TKM", 
        "UKR", 
        "GBR", 
        "USA", 
        "UZB"
    ]
}

