{
    "shortcut": "IAIS",
    "lang":{
        "cz":{
            "name": "Mezinárodní sdružení orgánů dohledu v pojišťovnictví",
            "residence": "Basilej (Švýcarsko)",
            "authorityName": "",
            "numberOfMembers": "152",
            "year": "1994",
            "description": [
                "IAIS je mezinárodní organizace vydávající standardy v oblasti pojišťovnictví, která je odpovědná za tvorbu a podporu při implementaci principů, standardů a dalších podpůrných materiálů pro dohled nad pojišťovnictvím. IAIS rovněž plní roli zprostředkovatele, který slouží členům ke sdílení zkušeností s vývojem pojistných trhů a výkonem dohledu nad nimi. Klíčovým posláním IAIS je podporovat účinný a globálně konzistentní dohled nad pojišťovnictvím s cílem rozvíjet a udržovat spravedlivé, bezpečné a stabilní pojistné trhy ve prospěch ochrany pojistníků a přispívat ke globální finanční stabilitě.",
                "V současné době se IAIS skládá ze tří klíčových výborů, a to Policy Development Committee, Macroprudential Committee a Implementation and Assessment Committee. Tyto výbory dále zahrnují další pracovní skupiny. Nejvyšším orgánem je valné shromáždění, které se schází jednou ročně u příležitosti výroční konference. V čele asociace pak stojí Výkonný výbor."
            ]
        },
        "en":{
            "name": "International Association of Insurance Supervisors",
            "residence": "Basel (Switzerland)",
            "authorityName": "",
            "numberOfMembers": "152",
            "year": "1994",
            "description": [
                "The IAIS is an international organisation issuing standards in the area of insurance. It is responsible for developing principles, standards and other supporting material for the supervision of the insurance sector and assisting in their implementation. The IAIS also acts as an intermediary for members to share their experience of developing and supervising insurance markets. Its key mission is to promote effective and globally consistent supervision of the insurance industry in order to develop and maintain fair, safe and stable insurance markets for the benefit and protection of policyholders and to contribute to global financial stability.",
                "IAIS currently consists of three key committees: the Policy Development Committee, the Macroprudential Committee and the Implementation and Assessment Committee. These committees also include other working groups. Its highest body is the General Meeting, which convenes once a year at the Annual Conference. The association is led by the Executive Committee."
            ]
        }
    },
    "rotation":[82, 48],
    "members": [
        "ALB",
        "AND",
        "AGO", 
        "ARG",
        "ARM", 
        "ABW", 
        "AUS", 
        "AUT", 
        "AZE",
        "BHS", 
        "BHR", 
        "BGD", 
        "BRB", 
        "BLR", 
        "BEL",
        "BEN",
        "BFA", 
        "BLZ", 
        "BMU", 
        "BWA", 
        "BRA", 
        "VGB",
        "BRN",
        "BGR", 
        "BDI",
        "CAF", 
        "CAN",
        "CIV", 
        "CPV", 
        "CYM",
        "CHL", 
        "CHN",
        "CMR",
        "TCD", 
        "HKG",
        "MAC",
        "TWN",
        "COL", 
        "COD",
        "CRI",
        "COG", 
        "HRV", 
        "CUW",
        "SXM", 
        "CYP", 
        "CZE", 
        "DNK", 
        "DOM",
        "EGY", 
        "EST",
        "GNQ",
        "FIN", 
        "FRA",
        "GAB",
        "GEO",
        "DEU",
        "GHA", 
        "GIB",
        "GTM",
        "GGY", 
        "GIN",
        "GNB", 
        "HUN", 
        "ISL", 
        "IND", 
        "IDN", 
        "IRL",
        "IMN", 
        "ISR", 
        "ITA", 
        "JAM",
        "JPN", 
        "JEY",
        "JOR",
        "KAZ", 
        "KEN", 
        "SWZ",
        "KOR", 
        "XKX", 
        "LVA", 
        "LSO", 
        "LIE",
        "LTU", 
        "LUX", 
        "MWI", 
        "MYS", 
        "MDV",
        "MLI",
        "MLT", 
        "MUS",
        "MEX", 
        "MNG", 
        "MNE",
        "MAR", 
        "MOZ",
        "NAM", 
        "NPL", 
        "NLD",
        "NZL", 
        "NGA",
        "NER", 
        "NOR", 
        "PSE", 
        "PAN", 
        "PNG", 
        "PRY", 
        "PER", 
        "PHL",
        "POL", 
        "PRT", 
        "QAT",
        "MKD", 
        "ROU", 
        "RUS", 
        "RWA", 
        "WSM",
        "SAU",
        "SEN", 
        "SRB", 
        "SYC", 
        "SGP", 
        "SVK", 
        "SVN", 
        "ZAF",
        "ESP", 
        "LKA",
        "OMN", 
        "SUR",
        "SWE", 
        "CHE",
        "TZA", 
        "THA",
        "TGO",
        "TTO", 
        "TUN", 
        "TUR",  
        "UGA",
        "ARE",
        "GBR", 
        "URY", 
        "USA",
        "UZB", 
        "VUT", 
        "VNM", 
        "ZMB",
        "ZWE"
    ]
}
