{
    "shortcut": "IOPS",
    "lang":{
        "cz":{
            "name": "Mezinárodní organizace orgánů dohledu v soukromém penzijním sektoru",
            "residence": "Paříž (Francie)",
            "authorityName": "",
            "numberOfMembers": "81",
            "year": "2004",
            "description": [
                "Činnost organizace je zaměřena na tvorbu mezinárodních standardů a metodických postupů pro výkon dohledu nad penzijními fondy a stanovení regulatorních pravidel, která souvisejí s výkonem této činnosti. Organizace poskytuje podporu pro mezinárodní výměnu informací a spolupráci orgánů dohledu nad penzijními fondy členských zemí. Tvoří světové fórum pro politickou diskusi a výměnu informací v oblasti dohledu nad penzijními systémy. Podporuje provádění a usnadnění komunikace a přenosu výzkumu.",
                "IOPS je mezinárodní organizací zahrnující instituce zabývající se dohledem nad penzijními fondy a pokrývající všechny typy penzijních systémů a jejich dohledu. Problematika související s regulací penzijních fondů byla nejprve řešena pod záštitou OECD, později vznikla samostatná organizace, které OECD a Světová banka poskytují za úplatu administrativní a poradenský servis. Částečně je její činnost financována z dotace Světové banky. IOPS úzce spolupracuje s dalšími mezinárodními organizacemi, které se zabývají problematikou penzijních systémů, včetně penzijních fondů (např. OECD, Světová banka, Mezinárodní měnový fond, IAIS)."
            ]
        },
        "en":{
            "name": "International Organisation of Pension Supervisors",
            "residence": "Paris (France)",
            "authorityName": "",
            "numberOfMembers": "81",
            "year": "2004",
            "description": [
                "IOPS focuses on creating international standards and methodological procedures for the supervision of pension funds and setting regulatory rules related to this supervision. The organisation provides support to the international exchange of information and cooperation between member countries’ pension fund supervisory authorities. It serves as a worldwide forum for policy dialogue on pension supervision and the exchange of information in the area of supervision of pension systems. It promotes, conducts and facilitates the distribution and communication of research.",
                "IOPS is an international organisation comprising institutions that supervise pension funds, covering all types of pension systems and their supervision. Issues related to the regulation of pension funds were initially dealt with under the auspices of the OECD. IOPS was later established as an independent organisation to which the OECD and World Bank provide administrative and advisory services for a fee. Its activities are partly funded by a World Bank subsidy. IOPS cooperates closely with other international organisations dealing with pension systems, including pension funds (e.g. the OECD, World Bank, the International Monetary Fund and IAIS)."
            ]
        }
    },
    "rotation": [90, 40],
    "members": [
        "ALB",
        "AGO",
        "ARM",
        "AUS",
        "AUT",
        "GGY",
        "BEL",
        "BWA",
        "BRA",
        "BGR",
        "CAN",
        "COL",
        "CRI",
        "CHL",
        "CHN",
        "HRV",
        "CZE",
        "DOM",
        "EGY",
        "SWZ",
        "FRA",
        "DEU",
        "GEO",
        "GHA",
        "GIB",
        "HND",
        "HKG",
        "HUN",
        "ISL",
        "IND",
        "IDN",
        "IRL",
        "IMN",
        "ISR",
        "ITA",
        "JAM",
        "JOR",
        "KAZ",
        "KEN",
        "KOR",
        "XKX",
        "LSO",
        "LIE",
        "LTU",
        "LUX",
        "MAC",
        "MWI",
        "MDV",
        "MLT",
        "MUS",
        "MEX",
        "MAR",
        "MOZ",
        "NAM",
        "NLD",
        "NGA",
        "MKD",
        "PNG",
        "PER",
        "POL",
        "PRT",
        "ROU",
        "RUS",
        "RWA",
        "SRB",
        "SYC",
        "SVK",
        "ZAF",
        "ESP",
        "SUR",
        "CHE",
        "TZA",
        "TTO",
        "TUR",
        "UGA",
        "UKR",
        "GBR",
        "ZMB",
        "ZWE"
    ]
}

