{
    "shortcut": "IOSCO",
    "lang":{
        "cz":{
            "name": "Mezinárodní organizace sdružující komise pro cenné papíry",
            "residence": "Madrid (Španělsko)",
            "authorityName": "",
            "numberOfMembers": "129",
            "year": "1983",
            "description": [
                "Předmětem činnosti IOSCO je spolupráce při vytváření, implementaci a vymáhání mezinárodních standardů v oblasti regulace a dohledu nad kapitálovými trhy za účelem ochrany investora, podpory spravedlivých, efektivních a transparentních trhů a řešení systémových rizik, výměna informací a spolupráce příslušných orgánů dohledu nad kapitálovým trhem při výkonu dohledu a navazujících sankčních procesech ve věcech týkajících se zneužití trhu, efektivní monitorování mezinárodních obchodů s cennými papíry, výměna zkušeností za účelem rozvoje trhů, posílení tržní infrastruktury a implementace odpovídající regulace, vymezení právního rámce pro mezinárodní spolupráci příslušných orgánů dohledu nad kapitálovým trhem a spolupráce s ostatními mezinárodními organizacemi. Členové IOSCO pravidelně využívají institut Mnohostranného memoranda o porozumění (MMoU) ke své dohledové činnosti v oblasti kapitálového trhu."
            ]
        },
        "en":{
            "name": "International Organization of Securities Commissions",
            "residence": "Madrid (Spain)",
            "authorityName": "",
            "numberOfMembers": "129",
            "year": "1983",
            "description": [
                "IOSCO’s activities include cooperation in the development, implementation and enforcement of international standards for capital market regulation and supervision aimed at protecting investors, supporting fair, effective and transparent markets and addressing systemic risks, the exchange of information and cooperation between competent capital market supervisory authorities during supervision and the subsequent penalty proceedings relating to market abuse, effective monitoring of international securities transactions, an exchange of experience for market development, strengthening market infrastructure and implementing appropriate regulations, defining the legal framework for international cooperation between competent capital market supervisory authorities and cooperation with other international organisations. IOSCO members regularly use the Multilateral Memorandum of Understanding (MMoU) for their supervisory work in the capital market area."
            ]
        }
    },
    "rotation": [80, 30],
    "members": [
        "ALB",
        "DZA",
        "AND",
        "AGO",
        "ARG",
        "ARM",
        "AUS",
        "AUT",
        "BHS",
        "BHR",
        "BGD",
        "BRB",
        "BEL",
        "BEN",
        "BMU",
        "BOL",
        "BIH",
        "BRA",
        "VGB",
        "BRN",
        "BGR",
        "BFA",
        "CAN",
        "CPV",
        "CMR",
        "CYM",
        "CAF",
        "COL",
        "CRI",
        "CIV",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "DOM",
        "ECU",
        "EGY",
        "SLV",
        "GNQ",
        "EST",
        "FIN",
        "FRA",
        "GAB",
        "GEO",
        "DEU",
        "GHA",
        "GIB",
        "GRC",
        "GGY",
        "GNB",
        "HKG",
        "HUN",
        "TCD",
        "CHL",
        "CHN",
        "TWN",
        "ISL",
        "IND",
        "IDN",
        "IRN",
        "IRL",
        "IMN",
        "ISR",
        "ITA",
        "JAM",
        "JPN",
        "JEY",
        "JOR",
        "KAZ",
        "KEN",
        "KOR",
        "KWT",
        "KGZ",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MWI",
        "MYS",
        "MDV",
        "MLI",
        "MLT",
        "MUS",
        "MEX",
        "MNG",
        "MNE",
        "MAR",
        "NZL",
        "NER",
        "NGA",
        "MKD",
        "NOR",
        "OMN",
        "PAK",
        "PSE",
        "PAN",
        "PNG",
        "PER",
        "PHL",
        "POL",
        "PRT",
        "QAT",
        "COG",
        "ROU",
        "RUS",
        "SAU",
        "SEN",
        "SRB",
        "SGP",
        "SVK",
        "SVN",
        "ZAF",
        "ESP",
        "LKA",
        "BIH",
        "SWE",
        "CHE",
        "SYR",
        "TZA",
        "THA",
        "NLD",
        "TGO",
        "TTO",
        "TUN",
        "TUR",
        "TCA",
        "UGA",
        "UKR",
        "ARE",
        "GBR",
        "USA",
        "URY",
        "UZB",
        "VNM",
        "ZMB"
    ]
}

