{
    "shortcut": "MMF",
    "lang":{
        "cz":{
            "name": "Mezinárodní měnový fond",
            "residence": "Washington (USA)",
            "authorityName": "Rada guvernérů",
            "numberOfMembers": "190",
            "year": "1944",
            "description": [
                "V poválečném kontextu vzešel MMF z potřeby obnovit světovou ekonomiku, a to zejména zajištěním stability směnných kurzů a odstraněním devizových omezení bránících volnému obchodu. I dnes je hlavní úlohou MMF zajišťovat stabilitu mezinárodního měnového systému, zejména prostřednictvím podpory mezinárodní měnové spolupráce, usnadňováním rozšiřování a vyrovnaného růstu mezinárodního obchodu, podpory stability směnných kurzů a usnadňování vytváření multilaterálního systémů plateb. Svou stabilizační úlohu MMF plní prostřednictvím dohledu nad světovou ekonomikou a ekonomikami jednotlivých členských zemí, finanční pomoci zemím čelícím problémům v oblasti platební bilance a rozvoje kapacit národních orgánů.",
                "V čele MMF stojí generální ředitel, jenž je jmenován na pětileté obnovitelné období. Členské země jsou v Radě guvernérů reprezentovány svým ministrem financí či guvernérem centrální banky. Českou republiku zastupuje guvernér České národní banky. Rada guvernérů jakožto nejvyšší rozhodovací orgán se schází na výročních zasedáních MMF a Světové banky v říjnu každého roku. Každodenní chod MMF pak zajišťuje Výkonná rada složená z výkonných ředitelů zastupujících jednotlivé země nebo regionální uskupení členských zemí."
            ]
        },
        "en":{
            "shortcut": "IMF",
            "name": "International Monetary Fund",
            "residence": "Washington, D.C. (USA)",
            "authorityName": "Board of Governors",
            "numberOfMembers": "190",
            "year": "1944",
            "description": [
                "The IMF arose from the need to rebuild the world economy after the war, in particular by ensuring exchange rate stability and removing foreign exchange restrictions which hinder free trade. Even today, the IMF’s main role is to ensure the stability of the international monetary system, mainly by promoting international monetary cooperation, facilitating the expansion and balanced growth of international trade, supporting exchange rate stability and facilitating the establishment of multilateral payment systems. The IMF plays a stabilising role through the surveillance of the global economy and the economies of its member countries, financial assistance to countries facing balance-of-payments problems and strengthening the capacities of national authorities.",
                "The IMF is headed by a Managing Director, who is appointed for a five-year term and may be reappointed. Member countries are represented on the IMF Board of Governors by their minister of finance or central bank governor. The Czech Republic is represented by the Governor of the Czech National Bank. The Board of Governors, as the supreme decision-making body, meets at the annual meetings of the IMF and the World Bank in October every year. The Executive Board ensures the day-to-day business of the IMF. It is composed of Executive Directors representing individual countries or regional groups of member countries."
            ]
        }
    },
    "rotation": [165, 30],
    "members": [
        "AFG",
        "ALB",
        "DZA", 
        "AND", 
        "AGO", 
        "AIA",
        "ATG", 
        "ARG", 
        "ARM", 
        "ABW", 
        "AUS", 
        "AUT", 
        "AZE", 
        "BHS", 
        "BHR", 
        "BGD", 
        "BRB", 
        "BLR", 
        "BEL", 
        "BLZ", 
        "BEN", 
        "BTN", 
        "BOL", 
        "BES",
        "BIH", 
        "BWA", 
        "BRA", 
        "BRN", 
        "BGR", 
        "BFA", 
        "BDI", 
        "CPV", 
        "KHM", 
        "CMR", 
        "CAN", 
        "CAF", 
        "TCD", 
        "CHL", 
        "CHN", 
        "COL", 
        "COM", 
        "COG", 
        "CRI", 
        "CIV", 
        "HRV", 
        "CUW",
        "CYP", 
        "CZE", 
        "COD", 
        "DNK", 
        "DJI", 
        "DMA", 
        "DOM", 
        "ECU", 
        "EGY", 
        "SLV", 
        "GNQ", 
        "ERI",
        "EST", 
        "ETH", 
        "FJI", 
        "FIN", 
        "MKD",
        "FRA", 
        "GAB", 
        "GMB", 
        "GEO", 
        "DEU", 
        "GHA", 
        "GRC", 
        "GRD", 
        "GTM", 
        "GIN", 
        "GNB", 
        "GUY", 
        "HTI", 
        "HND", 
        "HKG",
        "HUN", 
        "ISL", 
        "IND", 
        "IDN", 
        "IRN", 
        "IRQ", 
        "IRL", 
        "ISR", 
        "ITA", 
        "JAM", 
        "JPN", 
        "JOR", 
        "KAZ", 
        "KEN", 
        "KIR", 
        "KOR", 
        "XKX",
        "KWT", 
        "KGZ",
        "LAO",
        "LVA", 
        "LBN", 
        "LSO", 
        "LBR", 
        "LBY", 
        "LTU", 
        "LUX",
        "MAC",
        "MDG", 
        "MWI", 
        "MYS", 
        "MDV", 
        "MLI", 
        "MLT", 
        "MHL", 
        "MRT", 
        "MUS", 
        "MEX", 
        "FSM", 
        "MDA", 
        "MNG", 
        "MNE", 
        "MSR", 
        "MAR",
        "MOZ", 
        "MMR", 
        "NAM", 
        "NRU", 
        "NPL", 
        "NLD", 
        "NZL", 
        "NIC", 
        "NER", 
        "NGA", 
        "NOR", 
        "OMN", 
        "PAK", 
        "PLW", 
        "PAN", 
        "PNG", 
        "PRY", 
        "PER", 
        "PHL",
        "POL", 
        "PRT", 
        "QAT", 
        "ROU", 
        "RUS", 
        "RWA", 
        "KNA", 
        "LCA", 
        "VCT", 
        "WSM", 
        "SMR", 
        "STP", 
        "SAU",
        "SEN", 
        "SRB", 
        "SYC", 
        "SLE", 
        "SGP", 
        "SXM",
        "SVK", 
        "SVN", 
        "SLB", 
        "SOM", 
        "ZAF", 
        "SSD", 
        "ESP", 
        "LKA", 
        "SDN", 
        "SUR", 
        "SWZ",
        "SWE", 
        "CHE", 
        "SYR", 
        "TJK", 
        "TZA", 
        "THA", 
        "TLS", 
        "TGO", 
        "TON", 
        "TTO", 
        "TUN", 
        "TUR", 
        "TKM", 
        "TUV",
        "UGA",
        "UKR", 
        "ARE",
        "GBR", 
        "USA", 
        "URY", 
        "UZB", 
        "VUT", 
        "VEN", 
        "VNM", 
        "YEM", 
        "ZMB", 
        "ZWE"
    ]
}
