{
    "shortcut": "WTO",
    "lang":{
        "cz":{
            "name": "Světová obchodní organizace",
            "residence": "Ženeva (Švýcarsko)",
            "authorityName": "Konference ministrů",
            "numberOfMembers": "164",
            "numberOfMembersDetail": "164 zemí a 22 pozorovatelů",
            "year": "1995",
            "description": [
                "Cílem Světové obchodní organizace (WTO) je přispět k naplnění celosvětových makroekonomických cílů a zvýšení objemu obchodu (se zbožím a službami). WTO je upravena dohodou o svém ustavení, kterou doplňují tři další základní dohody: dohoda GATT pokrývá obchod se zbožím, dohoda GATS oblast služeb a dohoda TRIPS se dotýká práv duševního vlastnictví. Součástí je též ujednání o řešení sporů mezi členy a mechanismus pro přezkum obchodních politik členů WTO.",
                "Při své činnosti se řídí WTO těmito zásadami:",
                "(i) zásadou nediskriminace blíže rozvedenou do principu doložky nejvyšších výhod (pokud je poskytnuto zacházení jednomu ze členů, má být poskytnuto automaticky všem) a principu národního zacházení (stejný přístup k domácím i zahraničním subjektům),", 
                "(ii) zásadou předvídatelnosti, stability a transparentnosti (stabilní právní rámec) a ",
                "(iii) zásadou podpory rozvoje ekonomik",
                "Československo patřilo mezi zakládající členy GATT, nicméně na jejích jednáních se přestalo až do roku 1989 podílet (z organizace ale nikdy nevystoupilo). Členství přešlo na oba nástupnické státy – Českou republiku a Slovenskou republiku. Zásadní změna v účasti České republiky přišla se vstupem do EU, neboť sice ČR zůstává členem WTO, ale v rámci společné obchodní politiky EU je ‒ shodně jako další členské státy EU ‒ zastupována Evropskou komisí.",
                "ČNB není členem WTO, nicméně na jednáních a připravovaných dokumentech má velký zájem, neboť dohoda GATS pokrývá v rámci oblasti služeb též oblast finančních služeb. ČNB má proto možnost dokumenty WTO získávat a vyjadřovat se k nim prostřednictvím Ministerstva průmyslu a obchodu ČR, které zastupuje ČR v rámci utváření společné obchodní politiky EU."
            ]
        },
        "en":{
            "name": "World Trade Organization",
            "residence": "Geneva (Switzerland)",
            "authorityName": "Ministerial Conference",
            "numberOfMembers": "164",
            "numberOfMembersDetail": "164 countries and 22 observers",
            "year": "1995",
            "description": [
                "The objective of the World Trade Organisation (WTO) is to help meet global macroeconomic goals and raise the volume of trade (in goods and services). It is governed by the Agreement Establishing the WTO, complemented by three other agreements: the GATT agreement on trade in goods, the GATS agreement on services and the TRIPS agreement on intellectual property. The agreement also contains an understanding on the settlement of disputes between members and a mechanism to review WTO members’ trade policies.",
                "The WTO is guided by the following principles:",
                "(i) the principle of non-discrimination, specified as the most-favoured-nation principle (if favoured treatment is granted to one member, its should be automatically granted to all other members) and the national treatment principle (equal treatment of foreigners and locals),",
                "(ii) the predictability, stability and transparency principle (a stable legal framework) and",
                "(iii) the principle of encouraging the development of economies.",
                "Czechoslovakia was one of the GATT founding members but did not attend their meetings until 1989 (although it never left the WTO). Its membership was passed on to the two successor states – the Czech Republic and Slovakia. The Czech Republic’s participation changed fundamentally with EU entry, as the Czech Republic remained a WTO member but – like the other EU Member States – is represented by the European Commission under the EU’s common trade policy.",
                "The CNB is not a WTO member but has a strong interest in its negotiations and the documents it prepares, as the GATS also covers the area of financial services.  The CNB can thus obtain WTO documents and comment on them through the Czech Ministry of Industry and Trade, which represents the Czech Republic in shaping the EU’s common trade policy."
            ]
        }
    },
    "rotation":[82, 48],
    "members": [
        "AFG",
        "ALB",
        "AGO",
        "ATG",
        "ARG",
        "ARM",
        "AUS",
        "AUT",
        "BHR",
        "BGD",
        "BRB",
        "BEL",
        "BLZ",
        "BEN",
        "BOL",
        "BWA",
        "BRA",
        "BRN",
        "BGR",
        "BFA",
        "BDI",
        "CPV",
        "KHM",
        "CMR",
        "CAN",
        "CAF",
        "TCD",
        "CHL",
        "CHN",
        "COL",
        "COG",
        "CRI",
        "CIV",
        "HRV",
        "CUB",
        "CYP",
        "CZE",
        "COD",
        "DNK",
        "DJI",
        "DMA",
        "DOM",
        "ECU",
        "EGY",
        "SLV",
        "EST",
        "SWZ",
        "FJI",
        "FIN",
        "FRA",
        "GAB",
        "GMB",
        "GEO",
        "DEU",
        "GHA",
        "GRC",
        "GRD",
        "GTM",
        "GIN",
        "GNB",
        "GUY",
        "HTI",
        "HND",
        "HKG",
        "HUN",
        "ISL",
        "IND",
        "IDN",
        "IRL",
        "ISR",
        "ITA",
        "JAM",
        "JPN",
        "JOR",
        "KAZ",
        "KEN",
        "KOR",
        "KWT",
        "KGZ",
        "LAO",
        "LVA",
        "LSO",
        "LBR",
        "LIE",
        "LTU",
        "LUX",
        "MAC",
        "MDG",
        "MWI",
        "MYS",
        "MDV",
        "MLI",
        "MLT",
        "MRT",
        "MUS",
        "MEX",
        "MDA",
        "MNG",
        "MNE",
        "MAR",
        "MOZ",
        "MMR",
        "NAM",
        "NPL",
        "NLD",
        "NZL",
        "NIC",
        "NER",
        "NGA",
        "MKD",
        "NOR",
        "OMN",
        "PAK",
        "PAN",
        "PNG",
        "PRY",
        "PER",
        "PHL",
        "POL",
        "PRT",
        "QAT",
        "ROU",
        "RUS",
        "RWA",
        "KNA",
        "LCA",
        "VCT",
        "WSM",
        "SAU",
        "SEN",
        "SYC",
        "SLE",
        "SGP",
        "SVK",
        "SVN",
        "SLB",
        "ZAF",
        "ESP",
        "LKA",
        "SUR",
        "SWE",
        "CHE",
        "TWN",
        "TJK",
        "TZA",
        "THA",
        "TGO",
        "TON",
        "TTO",
        "TUN",
        "TUR",
        "UGA",
        "UKR",
        "ARE",
        "GBR",
        "USA",
        "URY",
        "VUT",
        "VEN",
        "VNM",
        "YEM",
        "ZMB",
        "ZWE"
    ]
}
